Repository: kouh123/adfsmfa
Catalog: Neos.IdentityServer 3.0/Neos.IdentityServer.MultiFactor/Resources/SHtml.*.resx
Languages: da, es, fr_ca, it, ja, nl, pl, pt, ro, ru, sv

# GLOBALListChoiceDefaultLabel
source: Use default option
da: Brug standardindstilling
es: Usar la opción predeterminada
fr_ca: Utiliser l’option par défaut
it: Usa opzione predefinita
ja: 既定のオプションを使用する
nl: Standaardoptie
pl: Użyj opcji domyślnej
pt: Usar opção padrão
ro: Utilizarea opțiunii implicite
ru: Используйте опцию по умолчанию
sv: Använd standardalternativet

# HtmlChangeConfiguration
source: Change my configuration options
da: Ændre mine konfigurationsindstillinger
es: Cambiar mis opciones de configuración
fr_ca: Modifier mes options de configuration
it: Modifica opzioni di configurazione
ja: 構成オプションを変更する
nl: Wijzig mijn configuratie-opties
pl: Zmienianie opcji konfiguracji
pt: Alterar minhas opções de configuração
ro: Modificarea opțiunilor de configurare
ru: Изменение параметров конфигурации
sv: Ändra mina konfigurationsalternativ

# HtmlChangePassword
source: Change my password
da: Ændre min adgangskode
es: Cambiar mi contraseña
fr_ca: Modifier mon mot de passe
it: Modifica password
ja: パスワードを変更する
nl: Mijn wachtwoord wijzigen
pl: Zmiana hasła
pt: Alterar minha senha
ro: Modificarea parolei
ru: Изменить мой пароль
sv: Ändra mitt lösenord

# HtmlCHOOSEOptionRemember
source: Remember my selection
da: Husk mit valg
es: Recuerda mi selección
fr_ca: Rappelez-vous ma sélection
it: Ricorda la scelta
ja: 選択内容を記憶する
nl: Onthoud mijn selectie
pl: Zapamiętaj mój wybór
pt: Lembrar minha seleção
ro: Amintiți-vă selecția mea
ru: Запомнить мой выбор
sv: Kom ihåg mitt val

# HtmlCHOOSEOptionRemember2
source: Default authentication mode
da: Standardgodkendelsestilstand
es: Modo de autenticación predeterminado
fr_ca: Mode d’authentification par défaut
it: Modalità di autenticazione predefinita
ja: 既定の認証モード
nl: Standaard authenticatiemodus
pl: Domyślny tryb uwierzytelniania
pt: Especifica o modo de autenticação padrão de um aplicativo.
ro: Mod de autentificare implicit
ru: Режим аутентификации по умолчанию
sv: Standardläge för autentisering

# HtmlCHOOSEOptionSendCode
source: Send Code
da: Send kode
es: Enviar código
fr_ca: Envoyer du code
it: Invia codice
ja: コードの送信
nl: Code verzenden
pl: Wyślij kod
pt: Enviar código
ro: Trimitere cod
ru: Отправить код
sv: Skicka kod

# HtmlEnrollBiometric
source: Enroll my biometric device
da: Tilmeld min biometriske enhed
es: Inscribir mi dispositivo biométrico
fr_ca: Inscrire mon appareil biométrique
it: Registra dispositivo biometrico
ja: 生体認証デバイスを登録する
nl: Schrijf mijn biometrische apparaat in
pl: Zarejestruj moje urządzenie biometryczne
pt: Inscrever o meu dispositivo biométrico
ro: Înscrierea dispozitivului meu biometric
ru: Зарегистрируйте биометрическое устройство
sv: Registrera min biometriska enhet

# HtmlEnrollBiometrics
source: Enroll my biometric device
da: Tilmeld min biometriske enhed
es: Inscribir mi dispositivo biométrico
fr_ca: Inscrire mon appareil biométrique
it: Registra dispositivo biometrico
ja: 生体認証デバイスを登録する
nl: Schrijf mijn biometrische apparaat in
pl: Zarejestruj moje urządzenie biometryczne
pt: Inscrever o meu dispositivo biométrico
ro: Înscrierea dispozitivului meu biometric
ru: Зарегистрируйте биометрическое устройство
sv: Registrera min biometriska enhet

# HtmlEnrollEmail
source: Enroll my email address
da: Tilmeld min e-mailadresse
es: Inscribir mi dirección de correo electrónico
fr_ca: Enregistrer mon adresse email
it: Registrare il mio indirizzo email
ja: 自分のメールアドレスを登録する
nl: Mijn e-mailadres inschrijven
pl: Zarejestruj mój adres e-mail
pt: Inscreva meu endereço de e-mail
ro: Înscrierea adresei mele de e-mail
ru: Зарегистрируйте свой адрес электронной почты
sv: Registrera min e-postadress

# HtmlEnrollOTP
source: Enroll my authentication application
da: Tilmelde mit godkendelsesprogram
es: Inscribir mi aplicación de autenticación
fr_ca: Inscrire mon application d’authentification
it: Registra app di autenticazione
ja: 認証アプリケーションの登録
nl: Schrijf mijn authenticatie-aanvraag in
pl: Rejestrowanie aplikacji uwierzytelniania
pt: Inscrever meu aplicativo de autenticação
ro: Înscrierea aplicației mele de autentificare
ru: Зарегистрируйте мое приложение проверки подлинности
sv: Registrera mitt autentiseringsprogram

# HtmlEnrollPhone
source: Enroll my phone
da: Tilmeld min telefon
es: Inscribir mi teléfono
fr_ca: Inscrivez mon téléphone
it: Registra telefono
ja: 電話を登録する
nl: Schrijf mijn telefoon in
pl: Rejestrowanie telefonu
pt: Inscrever meu telefone
ro: Înscrierea telefonului meu
ru: Зарегистрируйте свой телефон
sv: Registrera min telefon

# HtmlEnrollPinCode
source: Set my PIN code
da: Angive min pinkode
es: Establecer mi código PIN
fr_ca: Réglez mon code PIN
it: Imposta codice PIN
ja: PIN コードを設定する
nl: Stel mijn pincode in
pl: Ustawianie kodu PIN
pt: Definir o meu código PIN
ro: Setarea codului PIN
ru: Установите ПИН-код
sv: Ange min PIN-kod

# HtmlEnrollPinTaskLabel
source: Set up a PIN
da: Konfigurere en pinkode
es: Configurar un PIN
fr_ca: Mettre en place un NIP
it: Configurare un PIN
ja: PIN の設定
nl: Een pincode instellen
pl: Konfigurowanie kodu PIN
pt: Definir um PIN?
ro: Configurarea unui cod PIN
ru: Установка ПИН-кода
sv: Ställa in en PIN-kod

# HtmlErrorRestartSession
source: wrong Identification, please restart your session
da: forkert identifikation, skal du genstarte din session
es: identificación incorrecta, reinicie su sesión
fr_ca: mauvaise identification, s’il vous plaît redémarrer votre session
it: Credenziali non valide. Riavvia la sessione.
ja: 間違った識別,あなたのセッションを再開してください
nl: verkeerde identificatie, start uw sessie opnieuw
pl: Nieprawidłowa identyfikacja, należy ponownie uruchomić sesję
pt: Identificação errada, por favor reinicie sua sessão
ro: Identificare greșită, vă rugăm să reporniți sesiunea
ru: неправильно идентификации, пожалуйста, перезапустите сеанс
sv: felidentifiering, vänligen starta om sessionen

# HtmlINSRequest
source: Send request
da: Send anmodning
es: Enviar solicitud
fr_ca: Envoyer une demande
it: Invia richiesta
ja: リクエストの送信
nl: Aanvraag verzenden
pl: Wyślij zapytanie
pt: Enviar solicitação
ro: Trimite cerere
ru: Отправить запрос
sv: Skicka förfrågan

# HtmlINSWaitRequest
source: Sending your inscription request via email to administrators
da: Sende din inskription anmodning via e-mail til administratorer
es: Envío de su solicitud de inscripción por correo electrónico a los administradores
fr_ca: Envoi de votre demande d’inscription par e-mail aux administrateurs
it: Invio della richiesta di iscrizione agli amministratori tramite posta elettronica in corso
ja: 管理者に電子メールで碑文要求を送信する
nl: Uw inschrijvingsverzoek via e-mail verzenden naar beheerders
pl: Wysyłanie prośby o napisanie pocztą elektroniczną do administratorów
pt: Enviando seu pedido de inscrição via e-mail para os administradores
ro: Trimiterea cererii de inscripționare prin e-mail către administratori
ru: Отправка запроса на надписи по электронной почте администраторам
sv: Skicka din inskription begäran via e-post till administratörer

# HtmlLabelVERIFYOTPError
source: Your account is not validated !<br> You can try the operation again by selecting "Previous".
da: Din konto er ikke gyldig!<br>Du kan prøve handlingen igen ved at vælge "Forrige".
es: ¡Su cuenta no es válida! <br> Puede volver a intentar la operación seleccionando "Anterior".
fr_ca: Votre compte n’est pas validé !<br>Vous pouvez essayer l’opération à nouveau en sélectionnant "Previous".
it: Il tuo account non è valido ! <br> È possibile riprovare l'operazione selezionando "Precedente".
ja: お客様のアカウントは有効ではありません!<br>「前へ」を選択して操作を再試行できます。
nl: Uw account is niet geldig! <br> U de bewerking opnieuw proberen door vorige te selecteren.
pl: Twoje konto nie jest valided! <br> Możesz spróbować operacji ponownie, wybierając "poprzedni".
pt: Sua conta não é validada! <br> Você pode tentar a operação novamente selecionando "Previous".
ro: Contul tău nu este viteat! <br> Puteți încerca din nou operațiunea selectând "Previous".
ru: Ваша учетная запись не действительна! <br> Вы можете попробовать операцию еще раз, выбрав "Предыдущий".
sv: Ditt konto är inte valided! <br> Du kan prova åtgärden igen genom att välja "föregående".

# HtmlLabelVERIFYOTPOK
source: Finish
es: Terminar
fr_ca: Finir
it: Fine
ja: 完了
nl: Voltooien
pl: Zakończ
pt: Concluir
ro: Termina
ru: отделка
sv: Avsluta

# HtmlLabelVERIFYOTPPRIOR
source: Previous
da: Tidligere
es: Anterior
fr_ca: Précédente
it: Indietro
ja: 先の
nl: Vorige
pl: Poprzednich
pt: Anterior
ro: Anterioare
ru: Nредыдущий
sv: Tidigare

# HtmlLabelVERIFYOTPSuccess
source: Your account is validated !<br> You will be able to use MFA validation in the future.
da: Din konto er valideret!<br>Du vil kunne bruge MFA-validering i fremtiden.
es: Su cuenta está validada ! <br> Podrá utilizar la validación de MFA en el futuro.
fr_ca: Votre compte est validé !<br>Vous pourrez utiliser la validation de l’AMF à l’avenir.
it: Il tuo account è convalidato! <br> In futuro sarà possibile utilizzare la convalida MFA.
ja: アカウントが検証されました !<br>MFA 検証は今後使用できるようになります。
nl: Uw account is gevalideerd! <br> U in de toekomst MFA-validatie gebruiken.
pl: Twoje konto jest weryfikowane! <br> Będzie można użyć weryfikacji MFA w przyszłości.
pt: Sua conta está validada! <br> Você poderá usar a validação do MFA no futuro.
ro: Contul tău este validat! <br> Veți putea utiliza validarea MFA în viitor.
ru: Ваша учетная запись проверена! <br> Вы сможете использовать проверку МИД в будущем.
sv: Ditt konto har validerats! <br> Du kommer att kunna använda MFA validering i framtiden.

# HtmlLabelWREGOTP
source: You must have an authentication application such as Microsoft Authenticator, Google Authenticator installed on your device before you can continue and register your account
da: Du skal have et godkendelsesprogram som Microsoft Authenticator, Google Authenticator installeret på din enhed, før du kan fortsætte og registrere din konto
es: Debe tener una aplicación de autenticación como Microsoft Authenticator, Google Authenticator instalada en su dispositivo antes de poder continuar y registrar su cuenta
fr_ca: Vous devez avoir une application d’authentification telle que Microsoft Authenticator, Google Authenticator installé sur votre appareil avant de pouvoir continuer et enregistrer votre compte
it: Devi aver installato sul tuo dispositivo un'app di autenticazione, come Microsoft Authenticator o Google Authenticator, prima di poter continuare e registrare il tuo account.
ja: 続行してアカウントを登録するには、デバイスに Microsoft 認証システム、Google 認証システムなどの認証アプリケーションがインストールされている必要があります。
nl: U moet een authenticatietoepassing zoals Microsoft Authenticator en Google Authenticator op uw apparaat hebben geïnstalleerd voordat u verder kunt gaan en uw account kunt registreren
pl: Musisz mieć aplikację uwierzytelniania, taką jak Microsoft Authenticator, Google Authenticator zainstalowane na urządzeniu, zanim będzie można kontynuować i zarejestrować swoje konto
pt: Você deve ter um aplicativo de autenticação como o Microsoft Authenticator, o Google Authenticator instalado no seu dispositivo antes de poder continuar e registrar sua conta
ro: Trebuie să aveți o aplicație de autentificare, ar fi Microsoft Authenticator, Google Authenticator instalat pe dispozitiv înainte de a putea continua și înregistra contul dvs.
ru: Вы должны иметь приложение проверки подлинности, такие как Microsoft Authenticator, Google Authenticator установлен на вашем устройстве, прежде чем вы можете продолжить и зарегистрировать свою учетную запись
sv: Du måste ha ett autentiseringsprogram som Microsoft Authenticator, Google Authenticator installerat på din enhet innan du kan fortsätta och registrera ditt konto

# HtmlLabelWREGOTPWarning
source: By continuing, your current key will be invalidated and reset
da: Ved at fortsætte bliver din nuværende nøgle ugyldig og nulstillet
es: Al continuar, su clave actual será invalidada y restablezca
fr_ca: En continuant, votre clé actuelle sera invalidée et réinitialisée
it: Continuando, la chiave attuale sarà invalidata e reimpostata.
ja: 続行すると、現在のキーが無効になり、リセットされます。
nl: Als u doorgaat, wordt uw huidige sleutel ongeldig en opnieuw ingesteld
pl: Kontynuując, Twój aktualny klucz zostanie unieważniony i zresetowany
pt: Ao continuar, sua chave atual será invalidada e redefinida
ro: Continuând, cheia curentă va fi invalidată și reinițializată
ru: Продолжая, ваш текущий ключ будет признан недействительным и сбросить
sv: Genom att fortsätta kommer din nuvarande nyckel att ogiltigförklaras och återställas

# HtmlLabelWREmail
source: You must enter an email address to confirm your identiy. This email must be reachable without needing enterprise verification (personal email address)
da: Du skal indtaste en e-mail-adresse for at bekræfte din identiy. Denne e-mail skal kunne nås uden at behøve virksomhedsbekræftelse (personlig e-mailadresse)
es: Debe introducir una dirección de correo electrónico para confirmar su identidad. Este correo electrónico debe ser accesible sin necesidad de verificación de la empresa (dirección de correo electrónico personal)
fr_ca: Vous devez entrer une adresse e-mail pour confirmer votre identité. Ce courriel doit être accessible sans avoir besoin d’une vérification d’entreprise (adresse e-mail personnelle)
it: Devi immettere un indirizzo di posta elettronica per confermare la tua identità. Questo indirizzo dev'essere raggiungibile e non deve richiedere alcuna verifica aggiuntiva applicata agli account aziendali (dev'essere un indirizzo di posta elettronica personale).
ja: 識別情報を確認するには、電子メール アドレスを入力する必要があります。このメールは、企業の確認(個人の電子メールアドレス)を必要とせずに到達可能である必要があります
nl: U moet een e-mailadres invoeren om uw identiteit te bevestigen. Deze e-mail moet bereikbaar zijn zonder bedrijfsverificatie (persoonlijk e-mailadres)!
pl: Musisz podać adres e-mail, aby potwierdzić swoją identybut. Ten e-mail musi być osiągalny bez konieczności weryfikacji przedsiębiorstwa (osobisty adres e-mail)
pt: Você deve digitar um endereço de e-mail para confirmar o seu identiy. Este e-mail deve ser alcançável sem a necessidade de verificação da empresa (endereço de e-mail pessoal)
ro: Trebuie să introduci o adresă de e-mail pentru a confirma identificarea ta. Acest e-mail trebuie să fie accesibil fără a necesita verificarea întreprinderii (adresa de e-mail personală)
ru: Вы должны ввести адрес электронной почты, чтобы подтвердить свой identiy. Это письмо должно быть доступным без проверки предприятия (личный адрес электронной почты)
sv: Du måste ange en e-postadress för att bekräfta din Identiy. Det här e-postmeddelandet måste kunna nås utan företagsverifiering (personlig e-postadress)

# HtmlLabelWRPhone
source: You must enter your phone number in order to confirm your identity. This phone must be reachable.
da: Du skal indtaste dit telefonnummer for at bekræfte din identitet. Denne telefon skal være tilgængelig.
es: Debe introducir su número de teléfono para confirmar su identidad. Este teléfono debe ser accesible.
fr_ca: Vous devez entrer votre numéro de téléphone afin de confirmer votre identité. Ce téléphone doit être accessible.
it: Devi immettere il tuo numero di telefono per confermare la tua identità. Questo numero dev'essere raggiungibile.
ja: 本人確認のため、電話番号を入力する必要があります。この電話は到達可能でなければなりません。
nl: U moet uw telefoonnummer invoeren om uw identiteit te bevestigen. Deze telefoon moet bereikbaar zijn.
pl: Aby potwierdzić swoją tożsamość, musisz podać swój numer telefonu. Ten telefon musi być osiągalny.
pt: Tem de introduzir o seu número de telefone para confirmar a sua identidade. Este telefone deve ser alcançável.
ro: Trebuie să introduceți numărul de telefon pentru a vă confirma identitatea. Acest telefon trebuie să fie accesibil.
ru: Чтобы подтвердить свою личность, необходимо ввести свой номер телефона. Этот телефон должен быть довисто.
sv: Du måste ange ditt telefonnummer för att bekräfta din identitet. Den här telefonen måste vara nåbar.

# HtmlLabelWRPinCode
source: You must enter a secret code ({0} digits) in order to validate your identity. Be sure not to use the codes of your bank card or telephone as well as details concerning your date of birth.
da: Du skal indtaste en hemmelig kode ({0} cifre) for at validere din identitet. Sørg for ikke at bruge koderne på dit bankkort eller telefon samt oplysninger om din fødselsdato.
es: Debe introducir un código secreto ({0} dígitos) para validar su identidad. Asegúrese de no utilizar los códigos de su tarjeta bancaria o teléfono, así como los detalles relativos a su fecha de nacimiento.
fr_ca: Vous devez entrer un code secret ({0} chiffres) afin de valider votre identité. Assurez-vous de ne pas utiliser les codes de votre carte bancaire ou téléphone ainsi que les détails concernant votre date de naissance.
it: Devi immettere un codice segreto ({0} cifre) per validare la tua identità. Assicurati di non usare i codici segreti della tua carta bancaria o dettagli legati alla tua data di nascita.
ja: ID を検証するには、シークレット コード ({0} 桁) を入力する必要があります。銀行カードや電話のコード、生年月日に関する詳細は使用しないでください。
nl: U moet een geheime code ({0} cijfers) invoeren om uw identiteit te valideren. Zorg ervoor dat u de codes van uw bankkaart of telefoon niet gebruikt, evenals details met betrekking tot uw geboortedatum.
pl: Aby zweryfikować swoją tożsamość, należy wprowadzić tajny kod ({0} cyfry). Pamiętaj, aby nie używać kodów karty bankowej lub telefonu, a także szczegółów dotyczących daty urodzenia.
pt: Você deve incorporar um código secreto ({0} dígitos) a fim validar sua identidade. Certifique-se de não usar os códigos do seu cartão bancário ou telefone, bem como detalhes sobre a sua data de nascimento.
ro: Trebuie să introduceți un cod secret ({0} cifre) pentru a vă valida identitatea. Asigurați-vă că nu folosiți codurile cardului bancar sau ale telefonului, precum și detaliile referitoare la data nașterii.
ru: Для подтверждения вашей личности необходимо ввести секретный код ({0} цифры). Не используйте коды вашей банковской карты или телефона, а также сведения о дате рождения.
sv: Du måste ange en hemlig kod ({0} siffror) för att validera din identitet. Var noga med att inte använda koderna för ditt bankkort eller telefon samt uppgifter om ditt födelsedatum.

# HtmlLabelWRQRCode
source: Scan the QR Code with a TOTP application like Microsoft Authenticator, Google Authenticator for registering your account
da: Scan QR-koden med et TOTP-program som Microsoft Authenticator, Google Authenticator til registrering af din konto
es: Escanea el código QR con una aplicación TOTP como Microsoft Authenticator, Google Authenticator para registrar tu cuenta
fr_ca: Scannez le code QR avec une application TOTP comme Microsoft Authenticator, Google Authenticator pour enregistrer votre compte
it: Per registrare il tuo account, scansiona il codice QR con un'app TOTP come Microsoft Authenticator o Google Authenticator.
ja: アカウントを登録するためのマイクロソフト認証システム、Google認証システムなどのTOTPアプリケーションでQRコードをスキャン
nl: Scan de QR-code met een TOTP-applicatie zoals Microsoft Authenticator, Google Authenticator voor het registreren van uw account
pl: Zeskanuj kod QR za pomocą aplikacji TOTP, takiej jak Microsoft Authenticator, Google Authenticator do rejestracji konta
pt: Digitalize o código QR com um aplicativo TOTP como o Microsoft Authenticator, o Google Authenticator para registrar sua conta
ro: Scanați codul QR cu o aplicație TOTP precum Microsoft Authenticator, Google Authenticator pentru înregistrarea contului dvs.
ru: Сканирование кода с помощью приложения TOTP, такого как Microsoft Authenticator, Google Authenticator для регистрации вашей учетной записи
sv: Skanna QR-koden med ett TOTP-program som Microsoft Authenticator, Google Authenticator för att registrera ditt konto

# HtmlLabelWVERIFYOTP
source: Continue
da: Fortsætte
es: Continuar
fr_ca: Continuer
it: Continuare
ja: 続行
nl: Doorgaan
pl: Kontynuować
pt: Continuar
ro: Continua
ru: продолжать
sv: Fortsätta

# HtmlPWDCancel
source: Cancel
da: Annullere
es: Cancelar
fr_ca: Annuler
it: Annulla
ja: キャンセル
nl: Ann
pl: Anuluj
pt: Cancelar
ro: Anula
ru: Отмена
sv: Avbryt

# HtmlPWDLabelActual
source: Current password
da: Aktuel adgangskode
es: Contraseña actual
fr_ca: Mot de passe actuel
it: Password corrente
ja: 現在のパスワード
nl: Huidig wachtwoord
pl: Bieżące hasło
pt: Senha atual
ro: Parola curenta
ru: Текущий пароль
sv: Nuvarande lösenord

# HtmlPWDLabelNew
source: New password
da: Ny adgangskode
es: Nueva contraseña
fr_ca: Nouveau mot de passe
it: Nuova password
ja: 新しいパスワード
nl: Nieuw wachtwoord
pl: Nowe hasło
pt: Nova senha:
ro: Parolă nouă
ru: Новый пароль
sv: Nyttlösenord

# HtmlPWDLabelNewConfirmation
source: Password confirmation
da: Bekræftelse af adgangskode
es: Confirmación de contraseña
fr_ca: Confirmation de mot de passe
it: Conferma password
ja: パスワードの確認
nl: Wachtwoordbevestiging
pl: Potwierdzenie hasła
pt: Confirmação de senha
ro: Confirmarea parolei
ru: Подтверждение пароля
sv: Bekräftelse av lösenord

# HtmlPWDSave
source: Save
da: Gemme
es: Salvar
fr_ca: sauvegarder
it: Salva
ja: 保存
nl: Opslaan
pl: Zapisz
pt: Salvar
ro: Salva
ru: Сохранить
sv: Spara

# HtmlREGAccessMethod
source: Default access method
da: Standardadgangsmetode
es: Método de acceso predeterminado
fr_ca: Méthode d’accès par défaut
it: Metodo di accesso predefinito
ja: 既定のアクセス方法
nl: Toegangsmethode
pl: Domyślna metoda dostępu
pt: Método de acesso padrão
ro: Metodă de acces implicită
ru: Метод доступа по умолчанию
sv: Standard åtkomstmetod

# HtmlREGAccessPageMethods
source: Configuration options
da: Konfigurationsindstillinger
es: Opciones de configuración
fr_ca: Options de configuration
it: Opzioni di configurazione
ja: 構成オプション
nl: Configuratieopties
pl: Opcje konfiguracji
pt: Opções de configuração
ro: Opțiuni de configurare
ru: Параметры конфигурации
sv: Konfigurationsalternativ

# HtmlREGLabelAppKey
source: Secret Key
da: Hemmelig nøgle
es: Llave secreta
fr_ca: Clé secrète
it: Chiave segreta
ja: 秘密鍵
nl: Geheime sleutel
pl: Klucz tajny
pt: Chave secreta
ro: Cheie secretă
ru: Секретный ключ
sv: Hemlig nyckel

# HtmlREGOptionChooseBest
source: Choose the default option
da: Vælg standardindstillingen
es: Elija la opción predeterminada
fr_ca: Choisissez l’option par défaut
it: Fammi scegliere l'opzione migliore
ja: 既定のオプションを選択する
nl: Kies de standaardoptie
pl: Wybierz opcję domyślną
pt: Escolha a opção padrão
ro: Alegeți opțiunea implicită
ru: Выберите опцию по умолчанию
sv: Välj standardalternativet

# HtmlUIActivate
source: Activate
da: Aktivere
es: Activar
fr_ca: Activer
it: Attivare
ja: アクティブ 化
nl: Activeren
pl: Aktywować
pt: Ativar
ro: Activa
ru: Активировать
sv: Aktivera

# HtmlUIEnrollContinue
source: <br/> Click "Continue"
da: <br/>Klik på "Fortsæt"
es: <br/> Haga clic en "Continuar"
fr_ca: <br/>Cliquez sur "Continuer"
it: <br/>fai clic su "Continuare"
ja: <br/>「続行」をクリックします。
nl: <br/> Klik op "Doorgaan"
pl: <br/> Kliknij "Kontynuuj"
pt: <br/> Clique em "continuar"
ro: <br/> Faceți clic pe "continuați"
ru: <br/> Нажмите кнопку "Продолжить"
sv: <br/> Klicka på "Fortsätt"

# HtmlUIMAccessOptions
source: Access my options after authentication
da: Få adgang til mine indstillinger efter godkendelse
es: Accede a mis opciones después de la autenticación
fr_ca: Accédez à mes options après l’authentification
it: Accedi alle opzioni personali dopo esserti autenticato
ja: 認証後にオプションにアクセスする
nl: Krijg toegang tot mijn opties na authenticatie!
pl: Dostęp do moich opcji po uwierzytelnieniu
pt: Acessar minhas opções após a autenticação
ro: Accesați opțiunile după autentificare
ru: Доступ к моим опциям после проверки подлинности
sv: Komma åt mina alternativ efter autentisering

# HtmlUIMCheck
source: Verify
da: Kontrollere
es: Verificar
fr_ca: Vérifier
it: Verifica codice
ja: 確認
nl: Bevestigen
pl: Sprawdź
pt: Verificar
ro: Verifica
ru: Nроверка
sv: Kontrollera
