Repository: kouh123/adfsmfa
Catalog: Neos.IdentityServer 3.0/Neos.IdentityServer.MultiFactor/Resources/SHtml.*.resx
Languages: da, es, fr_ca, it, ja, nl, pl, pt, ro, ru, sv

# HtmlUIMConnexion
source: Sign In
da: Log på
es: Inicia sesión
fr_ca: Connexion
it: Accedi
ja: サインイン
nl: Verbinding
pl: Rejestrowanie
pt: Entrar
ro: conectează-te
ru: Войти
sv: Logga in

# HtmlUIMDisableMFA
source: Disable Multi-Factor authentication
da: Deaktiver multifaktorgodkendelse
es: Deshabilitar la autenticación multifactor
fr_ca: Désactivation multifactorité
it: Disabilita autenticazione a più fattori
ja: 多要素認証を無効にする
nl: Multifactor-verificatie uitschakelen
pl: Wyłącz uwierzytelnianie wieloskładnikowe
pt: Desativar autenticação multifator
ro: Dezactivați autentificarea multi-factor
ru: Отключить многофакторную аутентификацию
sv: Inaktivera multifaktorautentisering

# HtmlUIMGotoInscription
source: Inscription request
da: Inskription anmodning
es: Solicitud de inscripción
fr_ca: Demande d’inscription
it: Richiedi iscrizione
ja: 碑文要求
nl: Inschrijving aanvraag
pl: Prośba o napis
pt: Pedido de inscrição
ro: Cerere Inscriptie
ru: Запрос на надпись
sv: Inskription begäran

# HtmlUIMGoToRegistration
source: Registration
da: Registrering
es: registro
fr_ca: Enregistrement
it: registrazione
ja: 登録
nl: registratie
pl: Rejestracji
pt: inscrição
ro: Înregistrare
ru: регистрация
sv: Registrering

# HtmlUIMOk
source: Ok
fr_ca: D'accord
ja: わかりました

# HtmlUIMQuit
source: Quit
da: Afslutte
es: Dejar
fr_ca: Quitter
it: Esci
ja: 終了
nl: Afsluiten
pl: Zamknij
pt: Sair
ro: Renunţe
ru: Выход
sv: Avsluta

# HtmlUIMustPrepareLabel
source: You must :
da: Du skal:
es: Usted debe :
fr_ca: Il le faut:
it: È necessario :
ja: しなきゃいけません：
nl: U moet :
pl: Należy :
pt: Você deve :
ro: Trebuie să :
ru: Вы должны :
sv: Du måste :

# HtmlUIPinOptionLabel
source: Pin code
da: Fastgør kode
es: Código Pin
fr_ca: Code pin
it: Codice pin
ja: ピンコード
pl: Kod PIN
pt: Código PIN
ro: Cod PIN
ru: PIN-код
sv: PIN-kod

# HtmlUIResultLabel
source: Informations provided :
da: Oplysninger:
es: Información proporcionada:
fr_ca: Informations fournies :
it: Informazioni fornite :
ja: 提供される情報:
nl: Informatie verstrekt :
pl: Informacje dostarczone:
pt: Informações fornecidas:
ro: Informatii furnizate:
ru: Информация предоставлена :
sv: Information som tillhandahålls:

# HtmlLabelWRBiometrics
source: You must activate your biometric device (fingerprint, facial recognition, NFC, etc.) to confirm your identity.
da: Du skal aktivere din biometriske enhed (fingeraftryk, ansigtsgenkendelse, NFC osv.) for at bekræfte din identitet.
es: Debe activar su dispositivo biométrico (huella digital, reconocimiento facial, NFC, etc.) para confirmar su identidad.
fr_ca: Vous devez activer votre dispositif biométrique (empreinte digitale, reconnaissance faciale, NFC, etc.) pour confirmer votre identité.
it: È necessario attivare il dispositivo biometrico (impronta digitale, riconoscimento facciale, NFC, ecc.) per confermare la propria identità.
ja: あなたの身元を確認するために、生体認証デバイス(指紋、顔認識、NFCなど)を有効にする必要があります。
nl: U moet uw biometrische apparaat (vingerafdruk, gezichtsherkenning, NFC, enz.) activeren om uw identiteit te bevestigen.
pl: Aby potwierdzić swoją tożsamość, musisz aktywować urządzenie biometryczne (odcisk palca, rozpoznawanie twarzy, NFC itp.).
pt: Você deve ativar seu dispositivo biométrico (impressão digital, reconhecimento facial, NFC, etc.) para confirmar sua identidade.
ro: Trebuie să activați dispozitivul biometric (amprentă digitală, recunoaștere facială, NFC etc.) pentru a vă confirma identitatea.
ru: Для подтверждения личности необходимо активировать биометрическое устройство (отпечаток пальца, распознавание лиц, NFC и т.д.).
sv: Du måste aktivera din biometriska enhet (fingeravtryck, ansiktsigenkänning, NFC, etc.) för att bekräfta din identitet.

# HtmlLabelWRManageBiometrics
source: Manage your biometrics devices. Select add, replace or delete individual devices.
da: Administrer dine biometriske enheder. Vælg tilføj, erstat eller slet individuelle enheder.
es: Administre sus dispositivos biométricos. Seleccione agregar, reemplazar o eliminar dispositivos individuales.
fr_ca: Gérez vos appareils biométriques. Sélectionnez ajouter, remplacer ou supprimer des appareils individuels.
it: Gestisci i tuoi dispositivi biometrici. Selezionare Aggiungi, Sostituisci o Elimina singoli dispositivi.!
ja: 生体認証デバイスを管理します。個々のデバイスを追加、置換、または削除を選択します。
nl: Beheer uw biometrische apparaten. Selecteer toevoegen, vervangen of verwijderen van afzonderlijke apparaten.!
pl: Zarządzaj swoimi urządzeniami biometrycznymi. Wybierz dodaj, zamień lub usuń poszczególne urządzenia.!
pt: Gerencie seus dispositivos biométricos. Selecione adicionar, substituir ou excluir dispositivos individuais.
ro: Gestionați-vă dispozitivele biometrice. Selectați adăugarea, înlocuirea sau ștergerea dispozitivelor individuale.!
ru: Управляйте своими биометрическими устройствами. Выберите добавить, заменить или удалить отдельные устройства.!
sv: Hantera dina biometriska enheter. Välj lägg till, byt ut eller ta bort enskilda enheter.!

# HtmlLabelWRAddBiometrics
source: Add a biometric device
da: Tilføje en biometrisk enhed
es: Añadir un dispositivo biométrico
fr_ca: Ajouter un dispositif biométrique
it: Aggiungi un dispositivo biometrico
ja: 生体認証デバイスを追加する
nl: Voeg een biometrisch apparaat toe
pl: Dodaj urządzenie biometryczne
pt: Adicione um dispositivo biométrico
ro: Adăugați un dispozitiv biometric
ru: Добавьте биометрическое устройство
sv: Lägg till en biometrisk enhet

# HtmlUIMRecordNewKey
source: Continue
da: Fortsætte
es: Continuar
fr_ca: Continuer
it: Continuare
ja: 続行
nl: Doorgaan
pl: Kontynuować
pt: Continuar
ro: Continua
ru: продолжать
sv: Fortsätta

# HtmlUINext
source: Ignore
da: Ignorere
es: Ignorar
fr_ca: Ignorer
it: Ignorare
ja: 無視
nl: Negeren
pl: Ignoruj
pt: Ignorar
ro: Ignora
ru: Игнорировать
sv: Ignorera

# HtmlUIMNoCode
source: Sign in another way
da: Log på på en anden måde
es: Firme de otra manera
fr_ca: Se connecter d’une autre manière
it: Accedi in un altro modo
ja: 別の方法で署名する
nl: Op een andere manier aanmelden
pl: Zaloguj się w inny sposób
pt: Assine de outra forma
ro: Conectați-vă în alt mod
ru: Подпишитесь по-другому
sv: Logga på ett annat sätt
