Repository: kouh123/adfsmfa
Catalog: Neos.IdentityServer 3.0/Neos.IdentityServer.Console/Resources/Neos.IdentityServer.Console.Ctrls.*.resx
Languages: da, de, es, fr, fr_ca, it, ja, nl, pl, pt, ro, ru, sv

# CTRLGLTOTPWARN
source: rfc6238 support - Your authenticator app must support it (Yubico, Authy)
da: rfc6238 support - Din godkender app skal støtte det (Yubico, Authy)
de: rfc6238-Unterstützung - Ihre Authentifikator-App muss sie unterstützen (Yubico, Authy)
es: Compatibilidad con rfc6238 - La aplicación de autenticación debe admitirla (Yubico, Authy)
fr: support rfc6238 - Votre application d’authentification doit la prendre en charge (Yubico, Authy)
fr_ca: support rfc6238 - Votre application d’authentification doit la prendre en charge (Yubico, Authy)
it: Supporto rfc6238 - L'app di autenticazione deve supportarla (Yubico, Authy)
nl: rfc6238-ondersteuning - Uw authenticator-app moet deze ondersteunen (Yubico, Authy)
pl: Rfc6238 wsparcie - Twoja aplikacja authenticator musi go wspierać (Yubico, Authy)
pt: suporte rfc6238 - Seu aplicativo autenticador deve apoiá-lo (Yubico, Authy)
ro: suport rfc6238 - Aplicația dumneavoastră authenticator trebuie să o sprijine (Yubico, Authy)
ru: rfc6238 поддержка - Ваш аутентифицатор приложение должно поддерживать его (Yubico, Authy)
sv: support för RFC6238 - Din authenticator-app måste stödja den (Yubico, Authy)

# CTRLGLDURATION
source: Duration
da: Varighed
de: Dauer
es: Duración
fr: Durée
fr_ca: Durée
it: Durata
nl: Duur
pl: Długość
pt: Duração
ro: Durata
ru: Длительность
sv: Varaktighet

# CTRLGLMAXDIGITS
source: Digits
da: Cifre
de: Ziffern
es: Dígitos
fr: Chiffres
fr_ca: Chiffres
it: Cifre
nl: Cijfers
pl: Cyfr
pt: Dígitos
ro: Cifre
ru: Цифр
sv: Siffror

# CTRLPROVPINREQUIRED
source: Enable PIN for specific authenticator when user presence not detected
da: Aktiver pinkode for en bestemt godkender, når brugerens tilstedeværelse ikke registreres
de: Aktivieren der PIN für einen bestimmten Authentifikator, wenn die Anwesenheit des Benutzers nicht erkannt wird
es: Habilite el PIN para un autenticador específico cuando no se detecte la presencia del usuario
fr: Activer le code PIN pour un authentificateur spécifique si la présence de l’utilisateur n’est pas détectée
fr_ca: Activer le code PIN pour un authentificateur spécifique si la présence de l’utilisateur n’est pas détectée
it: Abilita PIN per l'autenticatore specifico quando la presenza dell'utente non viene rilevata
nl: Pincode inschakelen voor specifieke authenticator wanneer de aanwezigheid van de gebruiker niet wordt gedetecteerd
pl: Włącz numer PIN dla określonego wystawcy uwierzytelniającego, gdy nie wykryto obecności użytkownika
pt: Habilite o PIN para autenticador específico quando a presença do usuário não for detectada
ro: Activare pin pentru un anumit authenticator atunci când prezența utilizatorului nu este detectată
ru: Включить PIN-код для конкретного аутентителя, когда присутствие пользователя не обнаружено
sv: Aktivera PIN-kod för specifik authenticator när användarnärvaro inte upptäcks

# CTRLADTEMPLATEBASE
source: ADDS Schema 2012--
da: TILFØJER Skema 2012-
ja: スキーマ 2012 を追加する -

# CTRLADTEMPLATEMFA
source: ADDS Schema MFA
da: TILFØJER MfA for skema
ja: スキーマ MFA の追加
