Repository: kouh123/adfsmfa
Catalog: Neos.IdentityServer 3.0/Neos.IdentityServer.Console/Resources/Neos.IdentityServer.Console.Ctrls.*.resx
Languages: da, de, es, fr, fr_ca, it, ja, nl, pl, pt, ro, ru, sv

# CRTLADFSRESTARTFARMSERVICES
source: Restart all federation services
da: Genstart alle sammenslutningstjenester
de: Alle Federation-Dienste neu starten
es: Reiniciar todos los servicios de federación
fr: Redémarrer tous les services de fédération
fr_ca: Redémarrer tous les services de la fédération
it: Riavvia tutti i servizi federazione
ja: すべてのフェデレーション サービスを再開する
nl: Alle Federation-Services opnieuw starten
pl: Uruchom ponownie wszystkie usługi federacyjne
pt: Reiniciar todos os serviços da federação
ro: Reporniți toate serviciile de federalizare
ru: Перезапуск всех служб федерации
sv: Starta om alla federationstjänster

# CRTLADFSRESTARTSERVICES
source: Restart fedeartion services
da: Genstart fedeartion-tjenester
de: Neustart der Verbunddienste
es: Reiniciar los servicios de federación
fr: Redémarrer les services de fédération
fr_ca: Redémarrer les services de fedeartion
it: Riavvia servizi federazione
ja: フェデレーション サービスを再開する
nl: Federation-Services opnieuw opstarten
pl: Ponowne uruchamianie usług federacyjnych
pt: Reiniciando serviços da federação
ro: Repornirea Federației servicii
ru: Перезагрузка служб федерации
sv: Starta om federationstjänster

# CRTLADFSSTARTSERVICES
source: Start fedeartion services
da: Start tjenester til fedeartion
de: Federation-Dienste starten
es: Iniciar servicios de federación
fr: Démarrer les services de fédération
fr_ca: Démarrer les services de fedeartion
it: Avvia servizi federazione
ja: フェデレーション サービスを開始する
nl: Federation-Services starten
pl: Uruchamianie usług federacyjnych
pt: Iniciar serviços de federação
ro: Pornirea serviciilor Federației
ru: Запуск служб федерации
sv: Starta federationstjänster

# CRTLADFSSTOPSERVICES
source: Stop federation services
da: Stop føderationtjenester
de: Federation-Dienste beenden
es: Detener los servicios de federación
fr: Arréter les services de fédération
fr_ca: Arrêter les services de la fédération
it: Ferma servizi federazione
ja: フェデレーション サービスの停止
nl: Federation-Services stoppen
pl: Zatrzymywanie usług federacyjnych
pt: Parar os serviços da federação
ro: Opriți serviciile Federației
ru: Остановка службы федерации
sv: Stoppa federationstjänster

# CTRGLMANAGEREG
source: Registration Notifications
da: Registreringsmeddelelser
de: Registrierungsbenachrichtigungen
es: Notificaciones de registro
fr: Notifications d'inscription
fr_ca: Notifications d’inscription
it: Notifiche registrazione
ja: 登録通知
nl: Registratie meldingen
pl: Powiadomienia o rejestracji
pt: Notificações de inscrição
ro: Notificări de înregistrare
ru: Регистрационные уведомления
sv: Anmälningar om registrering

# CTRGLMANAGEREGEND
source: End
da: Slutningen
de: Beenden
es: Final
fr: Fin
fr_ca: Fin
it: Arresta
ja: 終了
nl: Einde
pl: Końcu
pt: Final
ro: Sfârşitul
ru: Конец
sv: Slutet

# CTRGLMANAGEREGSTART
source: Start
da: Starte
de: Starten
es: Empezar
fr: Début
fr_ca: Commencer
it: Avvia
ja: 開始
pl: Uruchomić
pt: Começar
ro: Începe
ru: Начать
sv: Börja

# CTRLADACCOUNT
source: Access account
da: Få adgang til konto
de: Zugriffskonto
es: Cuenta de acceso
fr: Compte Accès
fr_ca: Compte d’accès
it: Accedi all'account
ja: アクセスアカウント
nl: Toegangs account
pl: Konto dostępu
pt: Conta de acesso
ro: Cont de acces
ru: Учетная запись доступа
sv: Access-konto

# CTRLADATCHECKDATEERROR
source: Invalid ADDS attribute for check date !
da: Ugyldig ATTRIBUT ADDS for kontroldato !
de: ADDS-Attribut für Überprüfungsdatum ungültig
es: Atributo ADDS no válido para la fecha de comprobación !
fr: Attribut ADDS non valide pour la date de vérification !
fr_ca: Attribut d’ADDS invalide pour la date de contrôle !
it: Attributo ADDS non valido per la data di controllo !
ja: チェック日付に対して無効な ADDS 属性です。
nl: Kenmerk toegevoegd niet geldig voor verificatie datum!
pl: Atrybut dodaje nie jest prawidłowy dla daty weryfikacji!
pt: Adiciona atributo não válido para data de verificação!
ro: ADAUGĂ atributul nu este valid pentru data de verificare!
ru: ADDS атрибут не действителен для даты проверки!
sv: Lägger till attributet är ogiltigt för verifierings datum!

# CTRLADATENABLEDERROR
source: Invalid ADDS attribute for Enbaled !
da: Ugyldig adds-attribut for Enbaled !
de: ADDS-Attribut für Aktivierungszustand ungültig
es: Atributo ADDS no válido para Enbaled !
fr: Attribut ADDS non valide pour Enabled !
fr_ca: Attribut d’Adds invalide pour Enbaled !
it: Attributo ADDS non valido per Enbaled !
ja: エンバリードの ADDS 属性が無効です。
nl: VOEGT kenmerk niet geldig voor ingeschakeld!
pl: Atrybut dodaje nie jest prawidłowy dla włączone!
pt: Adiciona atributo não válido para habilitado!
ro: ADAUGĂ atributul nu este valid pentru enabled!
ru: Adds атрибут не действителен для Enabled!
sv: Lägger till attributet gäller inte föraktiverad!

# CTRLADATMETHODERROR
source: Invalid ADDS attribute for method !
da: Ugyldig ATTRIBUT I FORBINDELSE TIL IM I, for metoden !
de: ADDS-Attribut für Authentifizierungsmethode ungültig
es: Atributo ADDS no válido para el método !
fr: Attribut ADDS non valide pour la méthode !
fr_ca: Attribut d’ADDS invalide pour la méthode !
it: Attributo ADDS non valido per il metodo !
ja: メソッドに対して無効な ADDS 属性です。
nl: VOEGT kenmerk niet geldig voor methode!
pl: DODAJE atrybut nie jest prawidłowy dla metody!
pt: Adiciona atributo não válido para o método!
ro: ADAUGĂ atributul nu este valid pentru metoda!
ru: ADDS атрибут не действителен для метода!
sv: Lägger till attributet är ogiltigt för metoden!

# CTRLADATOVERRIDEERROR
source: Invalid ADDS attribute for specific method !
da: Ugyldig ATTRIBUT ADDS for en bestemt metode !
de: ADDS-Attribut für spezifische Authentifizierungsmethode ungültig
es: Atributo ADDS no válido para un método específico !
fr: Attribut ADDS non valide pour la méthode spécifique !
fr_ca: Attribut d’ADDS invalide pour une méthode spécifique !
it: Attributo ADDS non valido per un metodo specifico !
ja: 特定のメソッドに対して無効な ADDS 属性です。
nl: VOEGT kenmerk niet geldig voor de specifieke methode!
pl: Atrybut dodaje nie jest prawidłowy dla konkretnej metody!
pt: Adiciona atributo não válido para o método específico!
ro: ADAUGĂ atributul nu este valid pentru metoda specifică!
ru: ADDS атрибут не действителен для конкретного метода!
sv: Lägger till attributet är inte giltigt för den specifika metoden!

# CTRLADATPINERROR
source: Invalid ADDS attribute for pin code !
da: Ugyldig ATTRIBUT ADDS for pinkode !
de: ADDS-Attribut für PIN-Code ungültig
es: Atributo ADDS no válido para el código PIN !
fr: Attribut ADDS non valide pour le code pin !
fr_ca: Attribut d’ADDS invalide pour le code de broche !
it: Attributo ADDS non valido per il codice pin !
ja: ピン コードに対して無効な ADDS 属性です。
nl: VOEGT kenmerk niet geldig voor PIN-code!
pl: Atrybut dodaje nie jest prawidłowy dla kodu PIN!
pt: Adiciona atributo não válido para o código pin!
ro: ADAUGĂ atributul nu este valid pentru codul PIN!
ru: ADDS атрибут не действителен для пин-кода!
sv: Lägger till attributet är inte giltigt för PIN-kod!

# CTRLADATTACCOUNT
source: Invalid ADDS account !
da: Ugyldig TILFØJE-konto !
de: Ungültiges ADDS-Konto!
es: Cuenta ADDS no válida !
fr: Compte ADDS invalide !
fr_ca: Compte INfir valide AJOUTE !
it: Account ADDS non valido !
ja: 無効な ADDS アカウントです。
nl: Ongeldige account toevoegen!
pl: Nieprawidłowe konto dodane!
pt: INvalid adiciona conta!
ro: Cont adaugă nevalid!
ru: Учетная запись INvalid ADDS!
sv: Ogiltigt lägger till konto!

# CTRLADATTDOMAIN
source: Invalid ADDS domain address !
da: Ugyldig TILFØJER-domæneadresse !
de: Ungültige ADDS-Domänenadresse!
es: Dirección de dominio ADDS no válida !
fr: Adresse de domaine ADDS non valide !
fr_ca: Adresse de domaine INfir les autres invalides !
it: Indirizzo di dominio ADDS non valido !
ja: 無効な ADDS ドメイン アドレスです。
nl: Ongeldig domein adres toegevoegd!
pl: Nieprawidłowy dodaje adres domeny!
pt: INvalid adiciona endereço de domínio!
ro: INvalid adaugă adresa de domeniu!
ru: Адрес домена INvalid ADDS!
sv: Ogiltigt lägger till domänadress!

# CTRLADATTEMAILERROR
source: Invalid ADDS attribute for Email address !
da: Ugyldig attributten ADDS for mailadressen !
de: ADDS-Attribut für E-Mail Adresse ungültig
es: Atributo ADDS no válido para Dirección de correo electrónico !
fr: Attribut ADDS non valide pour l'adresse e-mail !
fr_ca: Attribut d’ADDS invalide pour l’adresse e-mail !
it: Attributo ADDS non valido per l'indirizzo di posta elettronica !
ja: 電子メール アドレスに対して無効な ADDS 属性です。
nl: VOEGT kenmerk niet geldig voor e-mailadres!
pl: DODAJE atrybut nie jest prawidłowy dla adresu e-mail!
pt: Adiciona atributo não válido para endereço de e-mail!
ro: ADAUGĂ atributul nu este valid pentru adresa de e-mail!
ru: ADDS атрибут не действителен для адреса электронной почты!
sv: Lägger till attributet gäller inte för e-postadress!

# CTRLADATTKEY
source: Secret key
da: Hemmelig nøgle
de: Geheimer Schlüssel
es: Clave secreta
fr: Clé secrète
fr_ca: Clé secrète
it: Chiave segreta
ja: 秘密鍵
nl: Geheime sleutel
pl: Klucz tajny
pt: Chave secreta
ro: Cheie secretă
ru: Секретный ключ
sv: Hemlig nyckel

# CTRLADATTKEYERROR
source: Invalid ADDS attribute for Key !
da: Ugyldig attributten ADDS for Nøgle !
de: ADDS-Attribut für geheimen Schlüssel ungültig
es: Atributo ADDS no válido para Key !
fr: Attribut ADDS non valide pour la clé secréte !
fr_ca: Attribut d’ADDS invalide pour Key !
it: Attributo ADDS non valido per Key !
ja: キーに対して無効な ADDS 属性です。
nl: VOEGT kenmerk niet geldig voor geheime sleutel!
pl: Atrybut dodaje nie jest prawidłowy dla klucza tajnego!
pt: Adiciona atributo não válido para a chave secreta!
ro: ADAUGĂ atributul nu este valid pentru cheia secretă!
ru: ADDS атрибут не действителен для секретного ключа!
sv: Lägger till attributet är inte giltigt för hemlig nyckel!

# CTRLADATTMAIL
source: E-mail adress
da: Dagens e-avis
de: E-Mail Adresse
es: Dirección de correo electrónico
fr: Adresse email
fr_ca: Adresse e-mail
it: Indirizzo di posta elettronica
ja: 電子メールの服装
nl: E-mailadres
pl: Adres email
pt: Endereço de e-mail
ro: Adresa de email
ru: Адрес электронной почты
sv: E-postadressen

# CTRLADATTMETHOD
source: Default MFA method
da: MfA-standardmetode
de: Standard MFA-Methode
es: Método MFA predeterminado
fr: Méthode MFA par défaut
fr_ca: Méthode MFA par défaut
it: Metodo autenticazione a più fattori predefinito
ja: 既定の MFA メソッド
nl: Standaard MFA-methode
pl: Domyślna metoda MFA
pt: Método Padrão de MFA
ro: Metodă implicită MFA
ru: Метод МИД по умолчанию
sv: Standardmetod för MFA

# CTRLADATTOVERRIDE
source: Override MFA method
da: Tilsidesæt MFA-metode
de: Standard MFA-Methode überschreiben
es: Método Sciciific MFA
fr: Méthode MFA spéciifique
fr_ca: Remplacer la méthode MFA
it: Esegui l'override del metodo di autenticazione a più fattori
ja: MFA メソッドをオーバーライドする
nl: Sciciific MFA-methode
pl: Metoda sciciific MFA
pt: Método Sciciific do MFA
ro: Metoda MFA sciciific
ru: Метод Sciciific MFA
sv: Sciciific MFA metod

# CTRLADATTPASSWORD
source: Invalid ADDS password !
da: Ugyldig tilføjeadgangskode !
de: Ungültiges ADDS-Passwort
es: INvalid ADDS contraseña!
fr: Mot de passe ADDS invalide !
fr_ca: Mot de passe invalide AJOUTE !
it: Password ADDS non valida !
ja: 無効な ADDS パスワードです!
nl: Ongeldig wachtwoord toevoegen!
pl: INvalid dodaje hasło!
pt: INvalid adiciona senha!
ro: INvalid adaugă parola!
ru: Пароль INvalid ADDS!
sv: Ogiltigt lägger till lösenord!

# CTRLADATTPHONE
source: Mobile phone
da: Mobiltelefon
de: Mobiltelefon
es: Teléfono móvil
fr: Téléphone portable
fr_ca: Téléphone mobile
it: Telefono cellulare
ja: 携帯電話
nl: Mobiele telefoon
pl: Telefon komórkowy
pt: Telemóvel
ro: Telefon mobil
ru: Мобильный телефон
sv: Mobiltelefon

# CTRLADATTPHONEERROR
source: Invalid ADDS attribute for Phone Number !
da: Ugyldig attributten ADDS for Telefonnummer !
de: ADDS-Attribut für Telefonnummer ungültig
es: Atributo ADDS no válido para el número de teléfono !
fr: Attribut ADDS non valide pour le numéro de téléphone !
fr_ca: Attribut d’ADDS invalide pour le numéro de téléphone !
it: Attributo ADDS non valido per Numero di telefono !
ja: 電話番号に対して無効な ADDS 属性です。
nl: VOEGT kenmerk niet geldig voor telefoonnummer!
pl: DODAJE atrybut nie jest prawidłowy dla numeru telefonu!
pt: Adiciona atributo não válido para o número de telefone!
ro: ADAUGĂ atributul nu este valid pentru numărul de telefon!
ru: ADDS атрибут не действителен для номера телефона!
sv: Lägger till attributet inte giltigt för telefonnummer!

# CTRLADATTPIN
source: Pin Code
da: Pinkode
es: anclar
fr: Code Pin
it: Codice PIN
ja: ピンコード
nl: Pin
pl: Pin
pt: Pino
ro: Pin
ru: Контактный
sv: Pin

# CTRLADATTRIBUTES
source: Active Directory Attributes Settings
da: Indstillinger for Active Directory-attributter
de: Active Directory Attributs-Einstellungen
es: Traducir atributos de Active Directory
fr: Définition des Attributs Active Directory
fr_ca: Paramètres d’annuaire actif
it: Opzioni attributi Active Directory
ja: アクティブ ディレクトリ属性の設定
nl: Active Directory-kenmerken vertalen
pl: Tłumaczenie atrybutów usługi Active Directory
pt: Traduzir atributos ativos do diretório
ro: Traduceți atributele Active Directory
ru: Переведите активные атрибуты каталога
sv: Översätta Active Directory-attribut

# CTRLADATTSTATUS
source: User activation status
da: Status for brugeraktivering
de: Benutzeraktivierungsstatus
es: Estado de activación del usuario
fr: Status d'activation utilisateur
fr_ca: État d’activation de l’utilisateur
it: Stato attivazione utente
ja: ユーザーのアクティブ化の状態
nl: Activeringsstatus van gebruiker
pl: Stan aktywacji użytkownika
pt: Status de ativação do usuário
ro: Stare activare utilizator
ru: Статус активации пользователя
sv: Status för användaraktivering

# CTRLADATTVALIDATION
source: TOTP Verification date
da: DATO FOR TOTP-bekræftelse
de: TOTP-Prüfdatum
es: Fecha de auditoría TOTP
fr: Date de vérification TOTP
fr_ca: Date de vérification TOTP
it: Data verifica TOTP
ja: TOTP 検証日
nl: TOTP controledatum
pl: Data audytu TOTP
pt: Data de auditoria do TOTP
ro: Data auditului TOTP
ru: Дата аудита TOTP
sv: Datum för TOTP-revision

# CTRLADATTVALIDITY
source: TOTP Validity date
da: TOTP-gyldighedsdato
de: TOTP-Gültigkeitsdatum
es: Fecha de validez de ToTP
fr: Date de validité TOTP
fr_ca: Date de validité TOTP
it: Data validità TOTP
ja: TOTP の有効期間
nl: ToTP geldigheidsdatum
pl: Data ważności ToTP
pt: Data de validade do ToTP
ro: Data validității ToTP
ru: Дата действия ToTP
sv: Giltighetsdatum för ToTP

# CTRLADATVALIDITYDATEERROR
source: Invalid ADDS attribute for validity date !
da: Ugyldig ATTRIBUT ADDS for gyldighedsdato !
de: ADDS-Attribut für Gültigkeitsdatum ungültig
es: Atributo ADDS no válido para la fecha de validez !
fr: Attribut ADDS non valide pour la date de validité !
fr_ca: Attribut d’ADDS invalide pour la date de validité !
it: Attributo ADDS non valido per la data di validità !
ja: 有効日に対して無効な ADDS 属性です。
nl: Kenmerk toegevoegd niet geldig voor geldigheidsdatum!
pl: Atrybut dodaje nie jest prawidłowy dla daty ważności!
pt: Adiciona atributo não válido para data de validade!
ro: ADAUGĂ atributul nu este valid pentru data de valabilitate!
ru: ADDS атрибут не действителен для даты действия!
sv: Lägger till attributet är ogiltigt för giltighetsdatum!

# CTRLADCONNECTIONERROR
source: Unable to connect on ADDS forest/Domain !
da: Der kan ikke oprettes forbindelse til ADDS forest/Domain !
de: Keine Verbindung zum ADDS Forest/zur Domain möglich
es: No se puede conectar en el bosque/dominio ADDS !
fr: Impossible de se connecter sur la forêt / domaine ADDS !
fr_ca: Impossible de se connecter sur LA forêt/Domaine d’ADDS !
it: Impossibile connettersi alla foresta/dominio ADDS !
ja: ADDS フォレスト/ドメインに接続できません。
nl: Kan geen verbinding maken op het forest/domein toevoegen!
pl: Nie można połączyć się w lesie/dodaje domenę!
pt: Não é possível se conectar no domínio florestal/adiciona!
ro: Nu se poate conecta pe pădure/adaugă domeniu!
ru: Не устоиянитесь на домене forest/ADDS!
sv: Kan inte ansluta på skogen/TILLÄGGER domän!

# CTRLADCONNECTIONOK
source: Connection on ADDS Forest/Domain operational !
da: Forbindelse på TILFØJER Skov / Domæne operationelle !
de: Verbindung zum ADDS Forest / zur Domain erfolgreich
es: Conexión en el bosque ADDS / área operativa!
fr: Connexion sur ADDS forêt / domaine opérationnelle !
fr_ca: Connexion sur ADDS Forest/Domain opérationnel !
it: Connessione su ADDS Forest/Domain operativo !
ja: ADDS フォレスト/ドメインの操作上の接続 !
nl: Verbinding op voegt forest/operationele gebied!
pl: Połączenie na dodaje lasu/obszar operacyjny!
pt: Conexão em adiciona a floresta/área operacional!
ro: Conexiune pe adaugă pădure/zona operațională!
ru: Подключение на ADDS лес / оперативной области!
sv: Anslutning på lägger skog/operativt område!

# CTRLADDOMAIN
source: Domain name
da: Domænenavn
es: Nombre de dominio
fr: Nom de domaine
fr_ca: Nom de domaine
it: Nome dominio
ja: ドメイン名
nl: Domeinnaam
pl: Nazwa domeny
pt: Nome de domínio
ro: Nume de domeniu
ru: Доменное имя
sv: Domännamn

# CTRLADFSACTIVATEMFA
source: Enable MFA
da: Aktiver MFA
de: MFA aktivieren
es: Activar MFA
fr: Activer MFA
fr_ca: Activez l’AMF
it: Abilita autenticazione a più fattori
ja: MFA を有効にする
nl: MFA activeren
pl: Aktywacja uwierzytelniania wieloskładnikowego
pt: Ativar MFA
ro: Activare MFA
ru: Активировать МИД
sv: Aktivera MFA

# CTRLADFSDEACTIVATEMFA
source: Disable MFA
da: Deaktiver MFA
de: MFA deaktivieren
es: Desactivar MFA
fr: Désactiver MFA
fr_ca: Désactiver l’AMF
it: Disabilita autenticazione a più fattori
ja: MFA を無効にする
nl: MFA uitschakelen
pl: Wyłączanie usługi MFA
pt: Desligue mfa
ro: Dezactivarea MFA
ru: Выключить МИД
sv: Inaktivera MFA

# CTRLADPASSWORD
source: Password
da: Adgangskode
de: Passwort
es: Contraseña
fr: Mot de passe
fr_ca: mot de passe
ja: パスワード
nl: Wachtwoord
pl: Hasło
pt: Senha
ro: Parola
ru: Пароль
sv: Lösenord

# CTRLADTEST
source: Test
de: Testen
es: para probar
fr: Tester
it: Prova connessione
ja: テスト
nl: Testen
pl: Aby przetestować
pt: para testar
ro: pentru a testa
ru: для тестирования
sv: för att testa

# CTRLADUSEADDS
source: Use Active Directory Configuration
da: Brug af Active Directory-konfiguration
de: Active Directory Konfiguration verwenden
es: Utilice la configuración de Active Directory
fr: Utiliser la configuration Active Directory
fr_ca: Utiliser active configuration répertoire
it: Utilizza configurazione Active Directory
ja: アクティブ ディレクトリ構成を使用する
nl: De Active Directory-configuratie gebruiken
pl: Korzystanie z konfiguracji usługi Active Directory
pt: Use a configuração do Diretório Ativo
ro: Utilizați configurația Active Directory
ru: Используйте конфигурацию Active Directory
sv: Använda Active Directory-konfigurationen

# CTRLAZURETENANTID
source: Azure Tenant
da: Azure-lejer
es: Sosteniendo Azure
fr: Tenant Azure
fr_ca: Locataire Azure
it: Tenant Azure
ja: Azure テナント
nl: Holding Azure
pl: Trzymanie platformy Azure
pt: Segurando Azure
ro: Deținerea Azure
ru: Холдинг Azure
sv: Hålla Azure

# CTRLAZURETHUMPRINT
source: Azure Certificate ThumbPrint
da: Udskrift af Azure-certifikat
de: Azure Zertifikats-Thumbprint
es: Impresión de certificados de Azure
fr: Empreinte de certificat Azure
it: Identificazione certificato Azure
ja: Azure 証明書の拇印
nl: Azure certificaat afdrukken
pl: Drukowanie certyfikatu platformy Azure
pt: Impressão do certificado azure
ro: Imprimare certificat Azure
ru: Печать сертификата Azure
sv: Azure Certificate Print

# CTRLDLGMAXRETRIES
source: Max retries allowed
da: Maks.
de: Maximale Anzahl erlaubter Versuche
es: Número de ensayos permitidos
fr: Nombre d'essais autorisés
fr_ca: Rétries maximales autorisées
it: Numero tentativi consentiti
ja: 最大再試行は許可されます
nl: Aantal toegestane proeven
pl: Liczba dozwolonych prób
pt: Número de ensaios permitidos
ro: Numărul de încercări permise
ru: Количество разрешенных испытаний
sv: Antal försök som tillåts

# CTRLGLALLOWGOOGLESEARCH
source: Show Google search
da: Vis Google-søgning
de: Google-Suche anzeigen
es: Ver búsqueda en Google
fr: Afficher la recherche Google
fr_ca: Afficher la recherche Google
it: Visualizza Ricerca Google
ja: グーグル検索を表示する
nl: Google zoeken weergeven
pl: Zobacz wyszukiwarkę Google
pt: Veja a pesquisa do Google
ro: Vizualizare căutare Google
ru: Просмотр поиска в Google
sv: Visa Google-sökning

# CTRLGLCOMANYNAME
source: Company Name
da: Firmanavn
de: Firmenname
es: Nombre de la empresa
fr: Nom de la socièté
fr_ca: Nom de l’entreprise
it: Nome azienda
ja: 会社名
nl: Bedrijfsnaam
pl: Nazwa firmy
pt: Nome da empresa
ro: Numele firmei
ru: Название компании
sv: Företagsnamn

# CTRLGLCONTACT
source: Administrative contact (email)
da: Administrativ kontakt (e-mail)
de: Administrativer Kontakt (E-Mail)
es: Contacto administrativo (correo electrónico)
fr: Contact administratif (email)
fr_ca: Contact administratif (email)
it: Contatto amministrativo (indirizzo di posta elettronica)
ja: 管理上の連絡先 (電子メール)
nl: Administratief contact (e-mail)
pl: Kontakt administracyjny (e-mail)
pt: Contato administrativo (e-mail)
ro: Contact administrativ (e-mail)
ru: Административный контакт (электронная почта)
sv: Administrativ kontakt (e-post)

# CTRLGLCONTRYCODE
source: Default country code
da: Standardlandekode
de: Standard-Ländercode
es: Código de país por defecto
fr: Code pays par défaut
fr_ca: Code de pays par défaut
it: Codice Paese predefinito
ja: 既定の国コード
nl: Landcode standaard
pl: Kod kraju domyślnie
pt: Código do país por padrão
ro: Cod de țară în mod implicit
ru: Код страны по умолчанию
sv: Landskod som standard

# CTRLGLDELVERY
source: Validation time (in seconds)
da: Valideringstid (i sekunder)
de: Validierungszeit (in Sekunden)
es: Tiempo de validación (en segundos)
fr: Durée de validation (en secondes)
fr_ca: Temps de validation (en quelques secondes)
it: Tempo validazione (secondi)
ja: 検証時間 (秒)
nl: Validatie tijd (in seconden)
pl: Czas walidacji (w sekundach)
pt: Tempo de validação (em segundos)
ro: Timp de validare (în secunde)
ru: Время проверки (в секундах)
sv: Validerings tid (i sekunder)

# CTRLGLENROLLWIZ
source: Registration Wizards
da: Guiden Registrering
de: Registrierungsassistenten
es: Asistentes de grabación
fr: Assistants d'enregistrement
fr_ca: Assistants d’inscription
it: Procedure guidate registrazione
ja: 登録ウィザード
nl: Opname assistenten
pl: Asystenci nagrywania
pt: Assistentes de gravação
ro: Asistenți de înregistrare
ru: Ассистенты записи
sv: Inspelnings assistenter

# CTRLGLHASH
source: Hash algorithm
da: Hashalgoritmen
de: Hashalgorithmus
es: Algoritmo hash
fr: Algorithme de hachage
fr_ca: Algorithme de haschich
it: Algoritmo di hash
ja: ハッシュ アルゴリズム
nl: Hash-algoritme
pl: Algorytm wyznaczania wartości skrótu
pt: Algoritmo de hash
ro: Algoritmul hash
ru: Алгоритм хэша
sv: Hash-algoritm

# CTRLGLINVALIDEMAILCONTACT
source: Invalid email format for admin contact !
da: Ugyldigt e-mail-format til administratorkontakt!
de: Ungültiges E-Mail-Format für administrativen Kontakt
es: Formato de correo electrónico no válido para el contacto de administrador !
fr: Format mail invalide pour le contact administratif !
fr_ca: Format e-mail invalide pour le contact admin !
it: Formato di posta elettronica non valido per il contatto dell'amministratore !
ja: 管理者の連絡先に対して無効な電子メール形式 !
nl: Ongeldige e-mail indeling voor administratief contact!
pl: Nieprawidłowy format wiadomości e-mail dla kontaktu administracyjnego!
pt: Formato de e-mail inválido para contato administrativo!
ro: Format de e-mail nevalid pentru contactul administrativ!
ru: Недействительный формат электронной почты для административного контакта!
sv: Ogiltigt e-postformat för administrativ kontakt!
