Repository: kouh123/adfsmfa
Catalog: Neos.IdentityServer 3.0/Neos.IdentityServer.Console/Resources/Neos.IdentityServer.Console.Ctrls.*.resx
Languages: da, de, es, fr, fr_ca, it, ja, nl, pl, pt, ro, ru, sv

# CTRLGLMANAGEKMSOO
source: User can select default provider
da: Brugeren kan vælge standardudbyder
de: Benutzer kann Standardanbieter auswählen
es: El usuario puede seleccionar el proveedor predeterminado
fr: L'utilisateur peut selectionner le fournisseur par défaut
fr_ca: L’utilisateur peut sélectionner le fournisseur par défaut
it: L'utente può selezionare il provider predefinito
ja: ユーザーは既定のプロバイダーを選択できます。
nl: De gebruiker kan de standaardprovider selecteren
pl: Użytkownik może wybrać domyślnego dostawcę
pt: O usuário pode selecionar o provedor padrão
ro: Utilizatorul poate selecta furnizorul implicit
ru: Пользователь может выбрать поставщика услуг по умолчанию
sv: Användaren kan välja standardleverantör

# CTRLGLMANAGENOTIFS
source: Notify users after configuration changes
da: Giv brugerne besked efter konfigurationsændringer
de: Benachrichtigen von Benutzern nach Konfigurationsänderungen
es: Notificar a los usuarios después de los cambios
fr: Notifier les utilisateurs après modifications
fr_ca: Aviser les utilisateurs après les modifications de configuration
it: Invia una notifica agli utenti dopo che sono state apportate modifiche alla configurazione
ja: 構成の変更後にユーザーに通知する
nl: Gebruikers waarschuwen na wijzigingen
pl: Powiadamianie użytkowników po zmianach
pt: Notificar os usuários após alterações
ro: Notificarea utilizatorilor după modificări
ru: Уведомление пользователей после изменений
sv: Meddela användare efter ändringar

# CTRLGLMANAGEOPTIONS
source: User management options
da: Indstillinger for brugeradministration
de: Benutzeroptionsverwaltung
es: Gestión de opciones de usuario
fr: Gestion des options Utilisateur
fr_ca: Options de gestion des utilisateurs
it: Opzioni gestione utenti
ja: ユーザー管理オプション
nl: Beheer van gebruikersopties
pl: Zarządzanie opcjami użytkownika
pt: Gerenciamento de opções do usuário
ro: User Options management
ru: Управление пользовательскими опционами
sv: Hantering av användaralternativ

# CTRLGLMANAGEOPTS
source: Options Management
da: Administration af indstillinger
de: Optionsverwaltung
es: Gestión de Opciones
fr: Gestion des Options
fr_ca: Gestion des options
it: Gestione opzioni
ja: オプション管理
nl: Opties beheer
pl: Zarządzanie opcjami
pt: Gestão de opções
ro: Opțiuni de management
ru: Управление опционами

# CTRLGLMANAGEPWD
source: Password management
da: Administration af adgangskoder
de: Passwortverwaltung
es: Gestión de contraseñas
fr: Gestion du mot de passe
fr_ca: Gestion des mots de passe
it: Gestione password
ja: パスワード管理
nl: Wachtwoordbeheer
pl: Zarządzanie hasłami
pt: Gerenciamento de senhas
ro: Gestionarea parolei
ru: Управление паролями
sv: Lösenordshantering

# CTRLGLMAXCODES
source: Authorized code history
da: Godkendt kodehistorik
de: Historie der autorisierten Codes
es: Historial de códigos autorizados
fr: Historique de codes autorisés
fr_ca: Historique de code autorisé
it: Cronologia codici autorizzati
ja: 認証コード履歴
nl: Geschiedenis van geautoriseerde codes
pl: Historia autoryzowanych kodów
pt: Histórico de códigos autorizados
ro: Istoria codurilor autorizate
ru: История авторизованных кодов
sv: Historik över godkända koder

# CTRLGLMFAREGISTER
source: User Registration
da: Brugerregistrering
de: Benutzerregistrierung
es: Registro de usuario
fr: Inscription Utilisateur
fr_ca: Inscription des utilisateurs
it: Registrazione utente
ja: ユーザー登録
nl: Gebruikersregistratie
pl: Rejestracja użytkownika
pt: Registro de usuários
ro: Înregistrare utilizator
ru: Регистрация пользователей
sv: Användarregistrering

# CTRLGLMFAREGISTER1
source: Administrative - Registration verified by support
da: Administration - Registrering verificeret af support
de: Administration - Registrierung durch den Support validiert
es: Administrativo - Registro validado por el soporte
fr: Administrative - Inscription validée par le support
fr_ca: Administrative - Enregistrement vérifié par support
it: Amministrativa - Registrazione convalidato dal personale di supporto
ja: 管理 - サポートによって確認された登録
nl: Administratieve-registratie gevalideerd door de steun
pl: Rejestracja administracyjna potwierdzona przez wsparcie
pt: Administrativo - Inscrição validada pelo suporte
ro: Înregistrare administrativă validată de sprijin
ru: Административный - Регистрация, подтвержденная поддержкой
sv: Administrativ-registrering som validerats av stöd

# CTRLGLMFAREGISTER2
source: User - Registration made by the user
da: Bruger - Registrering foretaget af brugeren
de: Benutzer - Vom Benutzer vorgenommene Registrierung
es: Usuario - Registro hecho por el usuario
fr: Utilisateur - Inscription réalisée par l'utilisateur
fr_ca: Utilisateur - Enregistrement effectué par l’utilisateur
it: Utente - Registrazione eseguita dall'utente
ja: ユーザー - ユーザーによる登録
nl: Gebruiker-gebruiker-gemaakt registratie
pl: Rejestracja dokonana przez użytkownika
pt: Usuário - Registro feito pelo usuário
ro: Înregistrare utilizator-făcut de utilizator
ru: Пользователь - Регистрация, сделанная пользователями
sv: Registrering av användare

# CTRLGLMFAREGISTER3
source: Unmanaged - Contact Support
da: Ikke-administreret - Kontakt support
de: Nicht verwaltet - Support kontaktieren
es: No administrado - Soporte de contacto
fr: Non gérée - Contacter le support
fr_ca: Non gestion - Soutien aux contacts
it: Non gestita - È necessario contattare il supporto
ja: 管理されていない - サポートに連絡する
nl: Ondersteuning voor onbeheerde contact personen
pl: Niezarządzany — skontaktuj się z pomocą techniczną
pt: Não gerenciado - Suporte de contato
ro: Asistență pentru unmanaged-contact
ru: Неуправляемый - Контактная поддержка
sv: Ohanterad-kontakta support

# CTRLGLMFAREGISTER4
source: Mandatory - Registration made by support
da: Obligatorisk - Tilmelding foretaget af support
de: Zwingend - Registrierung durch den Support
es: Obligatorio - Registro realizado por los medios de comunicación
fr: Obligatoire - Inscription réalisée par le support
fr_ca: Obligatoire - Inscription faite à l’appui
it: Obbligatorio: registrazione effettuata il supporto
ja: 必須 - サポートによる登録
nl: Verplichte registratie door de media
pl: Obowiązkowa Rejestracja prowadzona przez Media
pt: Obrigatório - Inscrição realizada pela mídia
ro: Obligatoriu-înregistrarea efectuată de către mass-media
ru: Обязательная - Регистрация, осуществляемые средствами массовой информации
sv: Obligatorisk registrering som utförs av medierna

# CTRLGLMFASTATUS
source: MFA Status
es: Estado de MFA
fr: MFA Statut
fr_ca: Statut MFA
it: Stato autenticazione a più fattori
ja: MFA ステータス
pl: Stan usługi MFA
pt: Status MFA
ro: Stare MFA
ru: Статус МИД

# CTRLGLMFASTATUS1
source: Mandatory - MFA can not be disabled
da: Obligatorisk - MFA kan ikke deaktiveres
de: Zwingend - MFA kann nicht deaktiviert werden
es: Obligatorio - MFA no se puede desactivar
fr: Obligatoire - MFA ne peux être désactivé
fr_ca: Obligatoire - L’AMF ne peut pas être désactivée
it: Obbligatoria - L'autenticazione a più fattori non può essere disabilitata
ja: 必須 - MFA を無効にすることはできません
nl: Verplicht-MFA kan niet worden uitgeschakeld
pl: Obowiązkowe-MFA nie można wyłączyć
pt: Obrigatório - MFA não pode ser desativado
ro: Obligatoriu-MFA nu poate fi dezactivat
ru: Обязательно - МИД не может быть отключен
sv: Obligatoriskt-MFA kan inte inaktiveras

# CTRLGLMFASTATUS2
source: Optional - MFA can be disabled in options
da: Valgfrit - MFA kan deaktiveres i muligheder
de: Optional - MFA kann in den Benutzereinstellungen deaktiviert werden
es: Opcional- MFA se puede desactivar en las opciones
fr: Optionnel - MFA peux être désactivé dans les options
fr_ca: Facultatif - L’AMF peut être désactivée en options
it: Facoltativa - L'autenticazione a più fattori può essere disabilitata nelle opzioni
ja: オプション - MFA はオプションで無効にできます。
nl: Optioneel-MFA kan worden uitgeschakeld in opties
pl: Opcjonalne-MFA można wyłączyć w opcjach
pt: Opcional - MFA pode ser desativado em opções
ro: Opțional-MFA poate fi dezactivat în Opțiuni
ru: Факультативно - МИД может быть отключен в опциях
sv: Valfritt-MFA kan inaktiveras i alternativ

# CTRLGLMFASTATUS3
source: Not required
da: Ikke påkrævet
de: Nicht erforderlich
es: No es necesario
fr: Non requis
fr_ca: Pas requis
it: Non richiesta
ja: 不要
nl: Niet verplicht
pl: Nie wymagane
pt: Não é necessário
ro: Nu este necesar
ru: Не требуется
sv: Krävs inte

# CTRLGLPOLICY
source: Security Policy (model)
da: Sikkerhedspolitik (model)
de: Sicherheits-Modell
es: Política de seguridad (moderada)
fr: Politique de sécurité (modéle)
fr_ca: Politique de sécurité (modèle)
it: Politica di sicurezza (modello)
ja: セキュリティ ポリシー (モデル)
nl: Beveiligingsbeleid (gemiddeld)
pl: Polityka bezpieczeństwa (umiarkowana)
pt: Política de segurança (moderada)
ro: Politica de securitate (moderată)
ru: Политика безопасности (умеренная)
sv: Säkerhetspolitik (måttlig)

# CTRLGLPROVIDER
source: Default User Provider
da: Standardbrugerudbyder
de: Standard MFA-Provider
es: Proveedor predeterminado
fr: Fournisseur par défaut
fr_ca: Fournisseur d’utilisateurs par défaut
it: Provider utenti predefinito
ja: 既定のユーザー プロバイダー
nl: Standaardprovider
pl: Domyślny dostawca
pt: Provedor padrão
ro: Furnizor implicit
ru: Поставщик по умолчанию
sv: Standardleverantör

# CTRLGLREFRESH
source: Refresh rate (in milliseconds)
da: Opdateringshastighed (i millisekunder)
de: Wiederholfrequenz (in Millisekunden)
es: Frecuencia de enfriamiento (en milisegundos)
fr: Fréquence de rafraichissement (en millisecondes)
fr_ca: Taux de rafraîchissement (en millisecondes)
it: Velocità di aggiornamento (millisecondi)
ja: リフレッシュ レート (ミリ秒)
nl: Frequentie van koeling (in milliseconden)
pl: Częstotliwość chłodzenia (w milisekundach)
pt: Frequência de resfriamento (em milissegundos)
ro: Frecvența de răcire (în milisecunde)
ru: Частота охлаждения (в миллисекундах)
sv: Kyl frekvens (i millisekunder)

# CTRLGLREPLAY
source: Replay Protection Level
da: Bespil beskyttelse af omspil
de: Replay-Schutzebene
es: Nivel de protección de reproducción
fr_ca: Niveau de protection replay
it: Replay Livello di protezione
ja: リプレイ保護レベル
nl: Niveau van replay-bescherming
pl: Poziom ochrony powtórki
pt: Nível de proteção de repetição
ro: Nivel de protecție reluare
ru: Уровень защиты воспроизведения
sv: Skyddsnivå för Replay

# CTRLGLSHOWAUTHY
source: Show Authy Authenticator
da: Vis Authy Authenticator
de: Authy Authenticator anzeigen
es: Mostrar Autenticación De Authy
fr: Afficher Authy Authenticator
fr_ca: Afficher Authy Authenticator
it: Visualizza app di autenticazione Authy
ja: Authy Authenticatorを表示する
nl: Authy-verificator weergeven
pl: Pokaż wystawca uwierzytelnienia Authy
pt: Mostre autenticador authy
ro: Afișare autentificator Authy
ru: Показать Authy аутентификатор
sv: Visa Authy Authenticator

# CTRLGLSHOWGOOGLE
source: Show Google Authenticator
da: Vis Google Authenticator
de: Google Authenticator anzeigen
es: Ver Google Authenticator
fr: Afficher Google Authenticator
fr_ca: Afficher Google Authenticator
it: Visualizza Google Authenticator
ja: Google Authenticatorを表示する
nl: Google Authenticator weergeven
pl: Zobacz Google Authenticator
pt: Veja o Autenticador do Google
ro: Vizualizare Google Authenticator
ru: Посмотреть Google Аутентистор
sv: Visa Google Authenticator

# CTRLGLSHOWMICROSOFT
source: Show Microsoft Authenticator
da: Vis Microsoft Authenticator
de: Microsoft Authenticator anzeigen
es: Mostrar Microsoft Authenticator
fr: Afficher Microsoft Authenticator
fr_ca: Afficher Microsoft Authenticator
it: Visualizza Microsoft Authenticator
ja: Microsoft Authenticatorを表示する
nl: Microsoft Authenticator weergeven
pl: Pokaż program Microsoft Authenticator
pt: Mostre o Autenticador da Microsoft
ro: Afișare Microsoft Authenticator
ru: Показать Microsoft Authenticator
sv: Visa Microsoft Authenticator

# CTRLGLUSEAPPS
source: Use authentication applications (Google Authenticator, Microsoft Authenticator)
da: Brug godkendelsesprogrammer (Google Authenticator, Microsoft Authenticator)
de: Authentifizierungs-Apps verwenden
es: Usar aplicaciones de autenticación (Google Authenticator, Microsoft Authenticator)
fr: Utiliser les applications d'authentification (Google Authenticator, Microsoft Authenticator)
fr_ca: Utilisez des applications d’authentification (Google Authenticator, Microsoft Authenticator)
it: Usa app di autenticazione (Google Authenticator, Microsoft Authenticator)
ja: 認証アプリケーションを使用する (Google Authenticator、Microsoft Authenticator)
nl: Verificatie-apps gebruiken (Google Authenticator, Microsoft Authenticator)
pl: Korzystanie z aplikacji uwierzytelniania (Google Authenticator, Microsoft Authenticator)
pt: Use aplicativos de autenticação (Autenticador do Google, Autenticador da Microsoft)
ro: Utilizarea aplicațiilor de autentificare (Google Authenticator, Microsoft Authenticator)
ru: Используйте приложения для проверки подлинности (Google Authenticator, Microsoft Authenticator)
sv: Använda autentiseringsappar (Google Authenticator, Microsoft Authenticator)

# CTRLGLUSEMAILS
source: Use email notifications
da: Brug mailnotifikationer
de: E-Mail-Benachrichtigungen verwenden
es: Usar notificaciones por correo electrónico
fr: Utiliser les notifications par email
fr_ca: Utiliser les notifications par e-mail
it: Usa notifiche tramite posta elettronica
ja: 電子メール通知を使用する
nl: E-mail meldingen gebruiken
pl: Korzystanie z powiadomień e-mail
pt: Use notificações por e-mail
ro: Utilizarea notificărilor prin e-mail
ru: Использование уведомлений по электронной почте
sv: Använd e-postaviseringar

# CTRLGLUSESMS
source: Use SMS notifications
da: Brug SMS-beskeder
de: SMS-Benachrichtigungen verwenden
es: Usar notificaciones por SMS
fr: Utiliser les notifications par SMS
fr_ca: Utiliser des notifications SMS
it: Usa notifiche tramite SMS
ja: SMS 通知を使用する
nl: SMS-meldingen gebruiken
pl: Korzystanie z powiadomień SMS
pt: Use notificações de SMS
ro: Utilizarea notificărilor SMS
ru: Использование SMS-уведомлений
sv: Använda SMS-meddelanden

# CTRLGLUSEUSERLANGS
source: Use browser languages
da: Brug browsersprog
de: Browsersprache des Benutzers verwenden
es: Usar idiomas del navegador
fr: Utiliser les langages du navigateur
fr_ca: Utiliser les langues du navigateur
it: Utilizzare le lingue del browser
ja: ブラウザ言語を使用する
nl: Browser talen gebruiken
pl: Korzystanie z języków przeglądarki
pt: Use os idiomas do navegador
ro: Utilizarea limbilor browserului
ru: Использование языков браузера
sv: Använda webbläsarspråk

# CTRLINVALIDVALUE
source: Invalid value, must be between {0} and {1}.
da: Ugyldig værdi, skal være mellem {0} og {1}.
de: Ungültige Eingabe. Der Wert muss zwischen {0} und {1} liegen.
es: El valor no es válido. Debe estar entre {0} y {1}.
fr: La valeur n'est pas valide. Elle doit être comprise entre {0} et {1}.
fr_ca: La valeur invalide doit être entre {0} et {1}.
it: Valore non valido, dev'essere compreso fra {0} e {1}.
ja: 無効な値は、{0}と{1}の間でなければなりません。
nl: De waarde is niet geldig. Het moet tussen {0} en {1} liggen.
pl: Wartość jest nieprawidłowa. Musi być między {0} i {1}.
pt: O valor não é válido. Deve ser entre {0} e {1}.
ro: Valoarea nu este validă. Trebuie să fie între {0} și {1}.
ru: Значение недействительно. Она должна быть между {0} и {1}.
sv: Värdet är ogiltigt. Det måste vara mellan {0} och {1}.

# CTRLMULTVALUED
source: (*) Supports multi-valued string properties
da: (*) Understøtter strengegenskaber med flere værdier
de: (*) Unterstützt mehrfach-Belegung von Werten
es: (*) Soporta propiedades multivalor
fr: (*) Supporte les propriétés chaîne à valeurs multiples
fr_ca: (*) Prend en charge les propriétés à cordes de plusieurs valeur
it: (*) Supporta proprietà multivalore
ja: (*)複数値の文字列プロパティをサポート
nl: (*) Ondersteunt eigenschappen met meerdere waarden
pl: (*) Obsługuje właściwości wielowartościowe
pt: (*) Suporta propriedades multivalorizadas
ro: (*) Suportă proprietățile cu mai multe valori
ru: (*) Поддерживает мультиценные свойства
sv: (*) Stöder flervärdesattribut egenskaper

# CTRLMUSTACTIVATESVC
source: Operation aborted ! your must start the local ADFS service !
da: Handlingen blev afbrudt ! din skal starte den lokale ADFS service!
de: Dieser Vorgang erfordert die Aktivierung des lokalen ADFS-Diensts
es: Operación abortada ! debe iniciar el servicio ADFS local !
fr: Opération annulée ! Vous devez activer le service local ADFS pour effectuer cette opération !
fr_ca: Opération avortée ! vous devez démarrer le service local ADFS !
it: Operazione interrotta ! è necessario avviare il servizio ADFS locale !
ja: 操作が中止されました !ローカル ADFS サービスを開始する必要があります!
nl: Operatie geannuleerd! U moet de lokale ADFS-service activeren om dit te doen!
pl: Operacja została anulowana! Aby to zrobić, musisz aktywować lokalną usługę ADFS!
pt: Operação cancelada! Você precisa ativar o serviço ADFS local para fazer isso!
ro: Operațiunea s-a anulat! Trebuie să activați serviciul local ADFS pentru a face acest lucru!
ru: Операция отменена! Для этого необходимо активировать местную службу ADFS!
sv: Åtgärden avbröts! Du måste aktivera den lokala ADFS-tjänsten för att göra detta!

# CTRLNULLOREMPTYERROR
source: Null or empty values are not allowed.
da: Null- eller tomme værdier er ikke tilladt.
de: Null- oder leere Werte sind nicht zulässig.
es: No se permiten valores cero o vacíos.
fr: Les valeurs nulles ou vides ne sont pas autorisées.
fr_ca: Les valeurs nulles ou vides ne sont pas autorisées.
it: I valori nulli o vuoti non sono consentiti.
ja: Null 値または空の値は使用できません。
nl: Nul of lege waarden zijn niet toegestaan.
pl: Zero lub puste wartości nie są dozwolone.
pt: Valores zero ou vazios não são permitidos.
ro: Valorile zero sau goale nu sunt permise.
ru: Нулевые или пустые значения не допускаются.
sv: Noll eller tomma värden är inte tillåtna.

# CTRLPROVACTIVE
source: Active
da: Aktive
de: Aktiv
es: Activo
fr: Actif
it: Attiva
ja: アクティブ
nl: Actieve
pl: Aktywne
pt: Ativo
ru: Активных
sv: Aktiva

# CTRLPROVPIN
source: Pin code required
da: Kræver pinkode
de: PIN-Code erforderlich
es: Se requiere código de pino
fr: Code pin requis
fr_ca: Code d’épingle requis
it: Codice PIN richiesto
ja: ピンコードが必要です
nl: Pine code vereist
pl: Wymagany kod sosny
pt: Código de pinho necessário
ro: Cod PIN necesar
ru: Требуется сосновый код
sv: PIN-kod krävs

# CTRLPROVREQUIRED
source: Required
da: Kræves
de: Erforderlich
es: Obligatorio
fr: Requis
fr_ca: Obligatoire
it: Obbligatorio
ja: 必須
nl: Vereist
pl: Wymagane
pt: Necessário
ro: Necesare
ru: Обязательно
sv: Krävs

# CTRLPROVWIZARD
source: Enrollement Wizard
da: Guiden Enrollement
de: Registrierungsassistent
es: Asistente de registro
fr: Assistant d'inscription
fr_ca: Assistant d’inscription
it: Procedura guidata registrazione
ja: 登録ウィザード
nl: Registratie-assistent
pl: Asystent rejestracji
pt: Assistente de registro
ro: Asistent de înregistrare
ru: Помощник по регистрации
sv: Registrerings assistent

# CTRLPROVWIZARDSTRICT
source: Force wizard if not completed
da: Gennemtving guiden, hvis den ikke er fuldført
de: Abschluss des Registrierungsvorgangs erzwingen, solange dieser nicht vollständig abgewickelt wurde
es: Forzar al asistente si no se ha completado
fr: Forcer l'assistant si non terminé
fr_ca: Sorcier de force s’il n’est pas terminé
it: Forza il completamento della procedura guidata se questa non risulta completata
ja: ウィザードが完了していない場合はウィザードを強制する
nl: De assistent geforceerd als deze niet is voltooid
pl: Wymuszenie asystenta, jeśli nie został ukończony
pt: Force o assistente se não for concluído
ro: Forțați asistentul dacă nu este finalizat
ru: Принудить помощника, если он не завершен
sv: Tvinga assistenten om den inte slutförs

# CTRLSAVE
source: Save
da: Gemme
de: Speichern
es: Grabar
fr: Enregistrer
fr_ca: sauvegarder
it: Salva
ja: 保存
nl: om op te nemen
pl: Nagrać
pt: Gravar
ro: înregistra
ru: для записи
sv: för att spela in

# CTRLSECASSEMBLY
source: Implementation (full class)
da: Implementering (fuld klasse)
de: Implementierung (voll-qualifizierter Klassenname)
es: Clase completa
fr: Implémentation (full class)
fr_ca: Mise en œuvre (classe complète)
it: Implementazione (classe completa)
ja: 実装 (フルクラス)
nl: Volledige klasse
pl: Pełna Klasa
pt: Classe completa
ro: Clasă completă
ru: Полный класс
sv: Full klass

# CTRLSECCERTIFDURATION
source: Period of validity
da: Gyldighedsperioden
de: Gültigkeitsperiode
es: Validez
fr: Durée de validité
fr_ca: Période de validité
it: Periodo di validità
ja: 有効期間
nl: Geldigheid
pl: Ważności
pt: Validade
ro: Valabilitate
ru: Действия
sv: Giltighet

# CTRLSECCERTIFICATES
source: Certificates
da: Certifikater
de: Zertifikate
es: Certificados
fr: Certificats
fr_ca: Certificats
it: Certificati
ja: 証明書
nl: Certificaten
pl: Certyfikaty
pt: Certificados
ro: Certificate
ru: Сертификаты
sv: Certifikat

# CTRLSECINVALIDCERT
source: Certificate not found !
da: Certifikatet blev ikke fundet !
de: Zertifikat nicht gefunden!
es: Certificado no encontrado !
fr: Certificat introuvable !
fr_ca: Certificat non trouvé !
it: Certificato non trovato !
ja: 証明書が見つかりません!
nl: Certificaat niet gevonden!
pl: Certyfikat nie został znaleziony!
pt: Certificado não encontrado!
ro: Certificatul nu a fost găsit!
ru: Сертификат не найден!
sv: Certifikatet hittades inte!

# CTRLSECINVALIDEXTERROR
source: Invalid Extension ! cannot be loaded !
da: Ugyldig udvidelse ! kan ikke indlæses !
de: Ungültige Erweiterung! Kann nicht geladen werden !
es: Extensión no válida ! no se puede cargar !
fr: Extension invalide ! Ne peut être chargée !
fr_ca: Extension invalide ! ne peut pas être chargé !
it: Estensione non valida ! non può essere caricato !
ja: 無効な拡張子です!ロードできません !
nl: Ongeldige extensie! Kan niet worden opgeladen!
pl: Nieprawidłowe rozszerzenie! Nie można naładować!
pt: Extensão inválida! Não pode ser cobrado!
ro: Extensie nevalidă! Nu se poate percepe!
ru: Недействительное расширение! Не может быть предъявлено обвинение!
sv: Ogiltigt tillägg! Kan inte debiteras!

# CTRLSECKEYGEN
source: Generated key length
da: Genereret nøglelængde
de: Länge des generierten Schlüssels
es: Longitud de la clave generada
fr: Longueur de clé générée
fr_ca: Longueur de clé générée
it: Lunghezza chiave generata
ja: 生成されたキーの長さ
nl: Lengte van gegenereerde sleutel
pl: Długość wygenerowanego klucza
pt: Comprimento da chave gerada
ro: Lungimea cheii generate
ru: Длина ключа, генерируемого
sv: Längden på nyckeln som genereras

# CTRLSECKEYLENGTH
source: Maximum key length
da: Maksimal nøglelængde
de: Maximale Schlüssellänge
es: Longitud máxima de la clave
fr: Longeur maximum de clé
fr_ca: Longueur maximale de la clé
it: Lunghezza chiave massima
ja: 最大キー長
nl: Maximale sleutellengte
pl: Maksymalna długość klucza
pt: Comprimento máximo da chave
ro: Lungimea maximă a cheii
ru: Максимальная длина ключа
sv: Maximal nyckellängd

# CTRLSECKEYMODE
source: Security Key Mode
da: Sikkerhedsnøgletilstand
de: Sicherheitsschlüsselmodus
es: Modo de clave de seguridad
fr: Mode de clé de sécurité
fr_ca: Mode clé de sécurité
it: Modalità sicurezza chiave
ja: セキュリティ キー モード
nl: Beveiligingssleutel modus
pl: Tryb klucza zabezpieczeń
pt: Modo chave de segurança
ro: Mod cheie de securitate
ru: Режим ключа безопасности
sv: Säkerhetsnyckel läge

# CTRLSECLIBLABEL
source: Encryption Library version
da: Version af krypteringsbibliotek
de: Version der Kryptographie-Bibliothek
es: Versión de la biblioteca de cifrado
fr: Version de la bibliothèque de chiffrement
fr_ca: Version de la Bibliothèque de chiffrement
it: Versione della libreria di crittografia
ja: 暗号化ライブラリのバージョン
nl: Versie van de versleutelings bibliotheek
pl: Wersja biblioteki szyfrowania
pt: Versão da biblioteca de criptografia
ro: Versiune a bibliotecii de criptare
ru: Версия библиотеки шифрования
sv: Version av krypterings biblioteket
