Repository: kouh123/adfsmfa
Catalog: Neos.IdentityServer 3.0/Neos.IdentityServer.Console/Resources/Neos.IdentityServer.Console.Ctrls.*.resx
Languages: da, de, es, fr, fr_ca, it, ja, nl, pl, pt, ro, ru, sv

# CTRLSECNEWCERTCREATED
source: Certificate created successfully ! You must deploy new certificate {0} on all others ADFS servers
da: Certifikatet blev oprettet ! Du skal installere nye {0} på alle andre ADFS-servere
de: Zertifikat erfolgreich erstellt ! Das neue Zertifikat {0} muss auf allen anderen ADFS-Servern bereitgestellt werden
es: Certificado creado correctamente ! Debe implementar nuevos {0} de certificados en todos los demás servidores ADFS
fr: Certificat créé avec succès ! Vous devez déployer de nouveaux {0} de certificat sur tous les autres serveurs ADFS
fr_ca: Certificat créé avec succès ! Vous devez déployer de nouveaux {0} de certificat sur tous les autres serveurs ADFS
it: Certificato creato correttamente ! È necessario distribuire nuovi {0} di certificati in tutti gli altri server ADFS
ja: 証明書が正常に作成されました !他のすべての ADFS サーバーに新しい証明書{0}を展開する必要があります。
nl: Certificaat gemaakt met succes! U moet nieuwe certificaat {0} op alle andere AD FS-servers implementeren
pl: Certyfikat został utworzony pomyślnie! Należy wdrożyć nowy certyfikat {0} na wszystkich innych serwerach usług AD FS
pt: Certificado criado com sucesso! Você deve implantar novos certificados {0} em todos os outros servidores da ADFS
ro: Certificat creat cu succes! Trebuie să implementați certificat nou {0} pe toate celelalte servere ADFS
ru: Сертификат создан успешно! Необходимо развернуть новый сертификат {0} на всех других серверах ADFS
sv: Certifikatet har skapats! Du måste distribuera nya certifikat {0} på alla andra ADFS-servrar

# CTRLSQLNEWDBCREATED
source: MFA Database {0} created successfully !
da: MFA-databasen {0} oprettet!
de: MFA-Datenbank {0} erfolgreich erstellt !
es: ¡La base de datos de MFA {0} ha creado correctamente!
fr: MFA Database {0} créé avec succès !
fr_ca: MFA Database {0} créé avec succès !
it: Database MFA {0} creato correttamente!
ja: MFA データベース {0}作成が正常に完了しました !
nl: MFA-database {0} met succes gemaakt!
pl: Baza danych MFA {0} utworzona pomyślnie!
pt: MFA Database {0} criado com sucesso!
ro: Baza de date MFA {0} creată cu succes!
ru: MFA База данных {0} создана успешно !
sv: MFA-databasen {0} har skapats!

# CTRLSQLNEWDBCREATED2
source: MFA Database {0} created successfully ! You must deploy new certificate {1} on all others ADFS servers
da: MFA-databasen {0} oprettet! Du skal installere nye {1} på alle andre ADFS-servere
de: MFA-Datenbank {0} erfolgreich erstellt ! Neue Zertifikate {1} müssen auf allen anderen ADFS-Servern bereitgestellt werden.
es: ¡La base de datos de MFA {0} ha creado correctamente! Debe implementar nuevos {1} de certificados en todos los demás servidores ADFS
fr: MFA Database {0} créé avec succès ! Vous devez déployer de nouveaux {1} de certificat sur tous les autres serveurs ADFS
fr_ca: MFA Database {0} créé avec succès ! Vous devez déployer de nouveaux {1} de certificat sur tous les autres serveurs ADFS
it: Database MFA {0} creato correttamente! È necessario distribuire nuovi {1} di certificati in tutti gli altri server ADFS
ja: MFA データベース {0}作成が正常に完了しました !新しい証明書{1}を他のすべての ADFS サーバーに展開する必要があります。
nl: MFA-database {0} met succes gemaakt! U moet nieuwe certificaat {1} op alle andere AD FS-servers implementeren
pl: Baza danych MFA {0} utworzona pomyślnie! Należy wdrożyć nowy certyfikat {1} na wszystkich innych serwerach usług AD FS
pt: MFA Database {0} criado com sucesso! Você deve implantar novos certificados {1} em todos os outros servidores da ADFS
ro: Baza de date MFA {0} creată cu succes! Trebuie să implementați certificat nou {1} pe toate celelalte servere ADFS
ru: Успешно созданная база данных МИД' Необходимо развернуть новый сертификат на всех других серверах ADFS. {0} {1}
sv: MFA-databasen {0} har skapats! Du måste distribuera nya certifikat {1} på alla andra ADFS-servrar

# CTRLWEBAUTHNATTACHEMENT
source: Authenticator Attachement
da: Attachement af godkender
es: Attachement de autenticador
fr_ca: Attachement d’authentificateur
ja: オーセンティケータアタッチメント
nl: Verificator-attachement
pl: Attachement wystawcy uwierzytelnienia
pt: Anexo autenticador
ro: Atașament autentificator
ru: Атташе аутентификатора
sv: Attachement för Authenticator

# CTRLWEBAUTHNCONVEYANCE
source: Attestation Conveyance Preference
da: Attestation Conveyance Præference
de: Bevorzugte übermittlung der Attestierungs-Information
es: Preferencia de transporte de atestación
fr: Préférence de conveyance d'attestation
fr_ca: Préférence de transfert d’attestation
it: Preferenze di conveyance di attestazione
ja: 構成証明の伝達の優先順位
nl: Attest overdracht voorkeur
pl: Preferencje dotyczące przekazywania atestacji
pt: Preferência de transporte de atestado
ro: Preferința de transmitere a atestării
ru: Предпочтение конвейера аттестации
sv: Intyg transport preferens

# CTRLWEBAUTHNUSERVERFICATION
source: User Attestation Verification Requirement
da: Krav til bekræftelse af brugerattestering
de: Anforderung an die Benutzer-Attestierung
es: Requisito de verificación de atestación de usuario
fr: Exigence de vérification de l'attestation de l'utilisateur
fr_ca: Exigence de vérification de l’attestation de l’utilisateur
it: Requisito di verifica dell'attestazione dell'utente
ja: ユーザーの構成証明の検証要件
nl: Verificatievereisten voor gebruikers Attestation
pl: Wymóg weryfikacji poświadczenia użytkownika
pt: Requisito de verificação de atestação do usuário
ro: Cerința de verificare a atestării utilizatorului
ru: Требование проверки аттестации пользователей
sv: Verifieringskrav för användarattestering

# CTRLSQLMAXROWS
source: Maximum Rows
da: Maksimale rækker
de: Maximal-Anzahl an Zeilen
es: Filas máximas
fr: Maximum de Lignes
fr_ca: Lignes maximales
it: Numero massimo di righe
ja: 最大行数
nl: Maximum aantal rijen
pl: Maksymalna liczba wierszy
pt: Linhas máximas
ro: Rânduri maxime
ru: Максимальные ряды
sv: Maximalt antal rader

# CTRLWEBAUTHNEXTENSIONS
source: Extensions (authnSe)
da: Udvidelser (authnSe)
de: Erweiterungen (authnSe)
es: Extensiones (authnSe)
it: Estensioni (authnSe)
ja: 拡張機能 (認証)
nl: Extensies (authnSe)
pl: Rozszerzenia (authnSe)
pt: Extensões (authnSe)
ro: Extensii (authnSe)
ru: Расширения (authnSe)

# CTRLWEBAUTHNRESIDENTKEY
source: Require resident Key
da: Kræv resident nøgle
de: Einen Resident Key verlangen
es: Requerir llave residente
fr: Exiger la clé résidente
fr_ca: Exiger la clé résidente
it: Richiedi chiave residente
ja: 常駐キーを要求する
nl: Bewoner sleutel vereisen
pl: Wymagaj klucza rezydenta
pt: Exigir a chave residente
ro: Necesită rezident cheie
ru: Требуется ключ резидента
sv: Kräv Resident Key

# CTRLWEBAUTHNUSERINDEX
source: User verification index (uvi)
da: Indeks til brugerbekræftelse (uvi)
de: Benutzerüberprüfungsindex (uvi)
es: Indice de verificación de usuario (uvi)
fr: Indice de vérification des utilisateurs (uvi)
fr_ca: Indice de vérification des utilisateurs (uvi)
it: Indice di verifica utente (uvi)
ja: ユーザー検証インデックス (uvi)
nl: Gebruikersverificatie-index (uvi)
pl: Indeks weryfikacji użytkownika (UVI)
pt: Índice de verificação do usuário (uvi)
ro: Indicele de verificare a utilizatorului (uvi)
ru: Индекс проверки пользователей (uvi)
sv: Användar verifierings index (UVI)

# CTRLWEBAUTHNUSERLOCATION
source: User Location
da: Brugerplacering
de: Benutzerstandort
es: Ubicación del usuario
fr: Emplacement de l'utilisateur
fr_ca: Emplacement de l’utilisateur
it: Posizione utente
ja: ユーザーの場所
nl: Gebruikerslocatie
pl: Lokalizacja użytkownika
pt: Localização do usuário
ro: Locație utilizator
ru: Местоположение пользователя
sv: Användarplats

# CTRLWEBAUTHNUSERMETHOD
source: User verification method (uvm)
da: Metode til brugerbekræftelse (uvm)
de: Benutzerüberprüfungsmethode (uvm)
es: Método de verificación del usuario (uvm)
fr: Méthode de vérification de l'utilisateur (uvm)
fr_ca: Méthode de vérification de l’utilisateur (uvm)
it: Metodo di verifica utente (uvm)
ja: ユーザー検証方法 (uvm)
nl: Verificatiemethode voor gebruikers (uvm)
pl: Metoda weryfikacji użytkownika (UVM)
pt: Método de verificação do usuário (uvm)
ro: Metoda de verificare a utilizatorului (UVM)
ru: Метод проверки пользователей (uvm)
sv: Metod för användarverifiering (UVM)

# CTRLADATTPUBLICKEY
source: WebAuthN Public Key
da: WebAuthN Offentlig nøgle
de: Öffentlicher WebAuthN Schlüssel
es: WebAuthN Clave pública
fr: Clé publique WebAuthN
fr_ca: Clé publique WebAuthN
it: Chiave pubblica WebAuthN
ja: パブリック キー
nl: WebAuthN openbare sleutel
pl: Klucz publiczny WebAuthN
pt: Chave pública WebAuthN
ro: Cheia publică WebAuthN
ru: Открытый ключ WebAuthN

# CTRLMUSTMULTVALUED
source: (**) Require multi-valued string property
da: (**) Kræv strengegenskab med flere værdier
de: (**) Erfordert String-Attribut, das mehrfach-Belegung zulässt
es: (**) ¡Requiere propiedad de cadena de valores múltiples
fr: (**) Nécessite une propriété chaîne à valeurs multiples
fr_ca: (**) Exiger une propriété à cordes de plusieurs valeur
it: (**) Richiedi proprietà stringa a più valori
ja: (**)複数値を持つ文字列プロパティを要求する
nl: (**) Vereiste eigenschap met meerdere waarden vereist
pl: (**) Wymagaj właściwości łańcucha o wielu wartościach
pt: (**) Exigir propriedade de string com valores múltiplos
ro: (**) Solicitați proprietăți cu șiruri valorice multiple
ru: (**) Требуется свойство многозначной строки
sv: (**) Kräva strängegenskap med flera värderingar

# CTRLWEBAUTHNAUTOLOGIN
source: Fast Login
da: Hurtigt login
de: Schneller Login
es: Conexión rápida
fr: Connexion rapide
fr_ca: Connexion rapide
it: Connessione rapida
ja: 高速ログイン
nl: Snelle verbinding
pl: Szybkie połączenie
pt: Conexão rápida
ro: Conexiune rapidă
ru: Быстрое соединение
sv: Snabb anslutning

# CTRLADTEMPLATE2016
source: ADDS Schema 2016++
da: TILFØJER Skema 2016++
it: Schema ADDS 2016++
ja: スキーマ 2016++ を追加します。
pl: ADDS schematu 2016++

# CTRLADTEMPLATE2016ERROR
source: Error when loading "2016" template, you must update manually your attributes !
da: Fejl ved indlæsning af skabelonen "2016", skal du opdatere dine attributter manuelt !
de: Fehler beim Laden der Vorlage "2016". Die Attribute müssen manuell aktualisiert werden !
es: Error al cargar la plantilla "2016", debe actualizar manualmente los atributos !
fr: Erreur lors du chargement du modèle "2016", vous devez mettre à jour manuellement vos attributs !
fr_ca: Erreur lors du chargement du modèle "2016", vous devez mettre à jour manuellement vos attributs !
it: Errore durante il caricamento del modello "2016", è necessario aggiornare manualmente gli attributi !
ja: "2016" テンプレートを読み込むときにエラーが発生し、属性を手動で更新する必要があります!
nl: Fout bij het laden van de sjabloon "2016", moet u handmatig uw attributen bijwerken !
pl: Błąd podczas ładowania "2016" szablon, należy zaktualizować ręcznie swoje atrybuty !
pt: Erro ao carregar o modelo "2016", você deve atualizar manualmente seus atributos !
ro: Eroare la încărcarea șablonului "2016", trebuie să actualizați manual atributele !
ru: Ошибка при загрузке шаблона "2016" должна вручную обновлять атрибуты !
sv: Fel vid inläsning av "2016" mall måste du uppdatera manuellt dina attribut !

# CTRLADTEMPLATEBASEERROR
source: Error when loading "Default" template, you must update manually your attributes !
da: Fejl ved indlæsning af skabelonen "Standard" skal du opdatere attributterne manuelt !
de: Fehler beim Laden der Vorlage "Standard". Die Attribute müssen manuell aktualisiert werden !
es: Error al cargar la plantilla "Predeterminado", debe actualizar manualmente los atributos !
fr: Erreur lors du chargement du modèle "Par défaut", vous devez mettre à jour manuellement vos attributs !
fr_ca: Erreur lors du chargement du modèle "Default", vous devez mettre à jour manuellement vos attributs !
it: Errore durante il caricamento del modello "Predefinito", è necessario aggiornare manualmente gli attributi !
ja: 「デフォルト」テンプレートをロードするときにエラーが発生し、属性を手動で更新する必要があります!
nl: Fout bij het laden van de "default" template, moet u handmatig uw attributen updaten !
pl: Błąd podczas ładowania "default" szablon, należy zaktualizować ręcznie swoje atrybuty !
pt: Erro ao carregar o modelo "Padrão", você deve atualizar manualmente seus atributos !
ro: Eroare la încărcarea șablonului "default", trebuie să actualizați manual atributele !
ru: Ошибка при загрузке шаблона "Default", вы должны обновить вручную атрибуты !
sv: Fel vid inläsning av "default"-mall måste du uppdatera manuellt dina attribut !

# CTRLADTEMPLATEMFAERROR
source: Error when loading "MFA" template, you must update manually your attributes !
da: Fejl ved indlæsning af "MFA"-skabelonen skal du opdatere dine attributter manuelt !
de: Fehler beim Laden der Vorlage "MFA". Die Attribute müssen manuell aktualisiert werden !
es: Error al cargar la plantilla "MFA", debe actualizar manualmente los atributos !
fr: Erreur lors du chargement "MFA" modèle, vous devez mettre à jour manuellement vos attributs!
fr_ca: Erreur lors du chargement du modèle «MFA», vous devez mettre à jour manuellement vos attributs !
it: Errore durante il caricamento del modello "MFA", è necessario aggiornare manualmente gli attributi !
ja: "MFA" テンプレートを読み込むときにエラーが発生し、属性を手動で更新する必要があります!
nl: Fout bij het laden van "MFA"-sjabloon, moet u handmatig uw kenmerken bijwerken !
pl: Błąd podczas ładowania "MFA" szablon, należy zaktualizować ręcznie swoje atrybuty!
pt: Erro ao carregar o modelo "MFA", você deve atualizar manualmente seus atributos !
ro: Eroare la încărcarea "MFA" șablon, trebuie să actualizați manual atributele !
ru: Ошибка при загрузке шаблона "MFA", вы должны обновить вручную атрибуты !
sv: Fel vid inläsning av "MFA"-mall måste du uppdatera manuellt dina attribut !

# CTRLSECCERTPERUSER
source: Use one certificate per user
da: Bruge ét certifikat pr. bruger
de: Verwenden eines Zertifikats pro Benutzer
es: Utilice un certificado por usuario
fr: Utiliser un certificat par utilisateur
fr_ca: Utiliser un certificat par utilisateur
it: Usare un certificato per utenteUse one certificate per user
ja: ユーザーごとに 1 つの証明書を使用する
nl: Eén certificaat per gebruiker gebruiken
pl: Użyj jednego certyfikatu na użytkownika
pt: Use um certificado por usuário
ro: Utilizarea unui certificat pentru fiecare utilizator
ru: Используйте один сертификат на пользователя
sv: Använd ett certifikat per användare

# CTRLADATTRSACERT
source: RSA User Certificate
da: RSA-brugercertifikat
de: RSA-Benutzerzertifikat
es: Certificado de usuario RSA
fr: Certificat d'utilisateur RSA
fr_ca: Certificat d’utilisateur RSA
it: Certificato utente RSA
ja: RSA ユーザー証明書
nl: RSA-gebruikerscertificaat
pl: Certyfikat użytkownika RSA
pt: Certificado de usuário RSA
ro: Certificat de utilizator RSA
ru: Сертификат пользователя RSA
sv: RSA-användarcertifikat

# CTRLADATRSACERTERROR
source: Invalid ADDS attribute for RSA certificate !
da: Ugyldig ATTRIBUT ADDS for RSA-certifikat !
de: Ungültiges ADDS-Attribut für RSA-Zertifikat !
es: Atributo ADDS no válido para el certificado RSA !
fr: Attribut ADDS invalide pour le certificat RSA !
fr_ca: Attribut d’ADDS invalide pour le certificat RSA !
it: Attributo ADDS non valido per il certificato RSA !
ja: RSA 証明書に対して無効な ADDS 属性です。
nl: Ongeldig kenmerk toegevoegd voor RSA-certificaat!
pl: Nieprawidłowy atrybut dodaje dla certyfikatu RSA!
pt: Inválido adiciona atributo para certificado RSA !
ro: Atributul adaugă nevalid pentru certificatul RSA!
ru: Недействительный атрибут ADDS для сертификата RSA!
sv: Ogiltigt lägger till attribut för RSA-certifikat!

# CTRLADSUPERACCOUNT
source: Active Directory "SuperUser" Credentials
da: Legitimationsoplysninger til Active Directory "SuperUser"
de: Active Directory "SuperUser" Anmeldeinformationen
es: ¡Credenciales de "Superusuario" de Active Directory
fr: Informations d"identification "SuperUser" Active Directory
fr_ca: Annuaire actif "SuperUser" Credentials
it: Credenziali "SuperUser" di Active Directory
ja: アクティブ ディレクトリ "スーパーユーザー" 資格情報
nl: Active Directory "SuperUser" referenties
pl: Poświadczenia "SuperUser" usługi Active Directory
pt: Credenciais de "Superusuário" do Active Directory
ro: Active Directory "SuperUser" Credențiale
ru: Учетные данные Active Directory "SuperUser"
sv: Intygsinformation för Active Directory "SuperUser"

# CTRLADTITLECONFIG
source: General Security Properties
da: Generelle sikkerhedsegenskaber
de: Allgemeine Sicherheitseinstellungen
es: Propiedades generales de seguridad
fr: Propriétés générales de sécurité
fr_ca: Propriétés de sécurité générale
it: Proprietà di sicurezza generali
ja: 一般的なセキュリティ プロパティ
nl: Algemene beveiligingseigenschappen
pl: Ogólne właściwości bezpieczeństwa
pt: Propriedades gerais de segurança
ro: Proprietăți generale de securitate
ru: Общие свойства безопасности
sv: Allmänna säkerhetsegenskaper

# CTRLSTUSEADDS
source: Use Active Directory
da: Brug af Active Directory
de: Active Directory verwenden
es: Usar Active Directory
fr: Utiliser Active Directory
fr_ca: Utiliser l’annuaire actif
it: Usa Active Directory
ja: アクティブ ディレクトリを使用する
nl: Active Directory gebruiken
pl: Użyj usługi Active Directory
pt: Usar o Active Directory
ro: Director Activ
ru: Использовать Active Directory
sv: Använd Active Directory

# CTRLSTUSESQL
source: Use SQL Server
da: Brug af SQL Server
de: SQL Server verwenden
es: Usar SQL Server
fr: Utiliser SQL Server
fr_ca: Utilisez SQL Server
it: Usa SQL Server
ja: SQL サーバーを使用する
nl: SQL Server gebruiken
pl: Użyj programu SQL Server
pt: Usar o SQL Server
ro: Se utilizează SQL Server
ru: Использовать SQL Server
sv: Använd SQL Server

# CTRLSECWSMANPORT
source: Port
es: Puerto
it: Porta
ja: ポート
nl: Poort
pl: Portu
pt: Porta
ru: Порт

# CTRLSECWSMANTIMEOUT
source: Timeout
ja: タイムアウト
pl: Limit czasu
ru: Времени ожидания

# CTRLSECWSMANAPPNAME
source: Application Name
da: Programnavn
de: Anwendungsname
es: Nombre de la aplicación
fr: Nom de l’application
fr_ca: Nom de l’application
it: Nome applicazione
ja: アプリケーション名
nl: Toepassingsnaam
pl: Nazwa aplikacji
pt: Nome do aplicativo
ro: Nume aplicație
ru: Имя приложения
sv: Programmets namn

# CTRLSECWSMANSHELLURI
source: Shell Uri
ja: シェルUri
pl: Uri powłoki
ro: Coajă Uri
ru: Шелл Ури
sv: Skal Uri

# CTRLWEBAUTHNROOTATTESTATION
source: Require a valid attestation root certificate
da: Kræver et gyldigt attestationsrottecertifikat
de: Voraussetzung eines gültigen Attestation Root Zertifikats
es: ¡Requiere un certificado raíz de certificación válido
fr: Exiger un certificat racine d'attestation valide
fr_ca: Exiger un certificat racine d'attestation valide
it: Richiedi un certificato radice di attestazione valido
ja: 有効な認証ルート証明書が必要です
nl: Vereist een geldig attest-rootcertificaat
pl: Wymagaj ważnego certyfikatu głównego zaświadczenia
pt: Exija um certificado raiz de atestado válido
ro: Solicitați un certificat rădăcină de atestare valabil
ru: Требуется действительный корневой сертификат аттестации
sv: Kräv ett giltigt attestationsrotcertifikat

# CTRLSTUSECUSTOM
source: Use Custom Storage
da: Brug brugerdefineret lagerplads
de: Verwenden von benutzerdefiniertem Speicher
es: Usar almacenamiento personalizado
fr: Utiliser un stockage personnalisé
fr_ca: Utiliser un stockage personnalisé
it: Usare l'archiviazione personalizzataUse Custom Storage
ja: カスタム ストレージを使用する
nl: Aangepaste opslag gebruiken
pl: Korzystanie z magazynu niestandardowego
pt: Use armazenamento personalizado
ro: Utilizarea spațiului de stocare personalizat
ru: Используйте пользовательские хранилища
sv: Använd anpassad lagring

# CTRLDATAREPOASSEMBLY
source: Data Repository (full class)
da: Datalager (fuld klasse)
de: Implementierung eines eigenen Daten-Repositories (voll-qualifizierter Klassenname)
es: Repositorio de datos (clase completa)
fr: Dépôt de données (classe complète)
fr_ca: Dépôt de données (classe complète)
it: Archivio dati (classe completa)
ja: データリポジトリ(フルクラス)
nl: Gegevensopslagplaats (volledige klasse)
pl: Repozytorium danych (pełna klasa)
pt: Repositório de dados (classe completa)
ro: Depozit de date (clasă completă)
ru: Репозиторий данных (полный класс)
sv: Datadatabas (helklass)

# CTRLKEYSREPOASSEMBLY
source: Keys Repository (full class)
da: Nøglelager (fuld klasse)
de: Schlüssel Repository (voll-qualifizierter Klassenname)
es: Repositorio de claves (clase completa)
fr: Dépôt de clés (classe complète)
fr_ca: Dépôt de clés (classe complète)
it: Archivio chiavi (classe completa)
ja: キーリポジトリ(フルクラス)
nl: Keys Repository (volledige klasse)
pl: Repozytorium kluczy (pełna klasa)
pt: Repositório de chaves (classe completa)
ro: Depozitul de chei (clasa completă)
ru: Репозиторий ключей (полный класс)
sv: Tangenter Databas (full klass)

# CTRLCUSTOMUSING
source: Use Custom Repository
da: Brug brugerdefineret lager
de: Verwenden eines benutzerdefinierten Repositories
es: Usar repositorio personalizado
fr: Utiliser le dépôt personnalisé
fr_ca: Utiliser le dépôt personnalisé
it: Usa repository personalizzato
ja: カスタム リポジトリを使用する
nl: Aangepaste opslagplaats gebruiken
pl: Korzystanie z repozytorium niestandardowego
pt: Use repositório personalizado
ro: Utilizare depozit particularizat
ru: Используйте пользовательский репозиторий
sv: Använda anpassad databas

# CTRLADLDAPSSL
source: Use secure LDAP connections (LDAPS)
da: Brug sikre LDAP-forbindelser (LDAPS)
de: Sichere LDAP-Verbindungen (LDAPS) verwenden
es: Utilizar conexiones LDAP seguras (LDAPS)
fr: Utiliser des connexions LDAP sécurisées (LDAPS)
fr_ca: Utiliser des connexions LDAP sécurisées (LDAPS)
it: Utilizzare connessioni LDAP sicure (LDAPS)
ja: セキュリティで保護された LDAP 接続を使用する (LDAPS)
nl: Veilige LDAP-verbindingen (LDAPS) gebruiken
pl: Korzystanie z bezpiecznych połączeń LDAP (LDAPS)
pt: Use conexões LDAP seguras (LDAPS)
ro: Utilizarea conexiunilor LDAP securizate (LDAPS)
ru: Использование безопасных соединений LDAP (LDAPS)
sv: Använd säkra LDAP-anslutningar (LDAPS)

# CTRLCUSTOMKEYSERROR
source: Invalid Extension ! cannot be loaded !
da: Ugyldig udvidelse ! kan ikke indlæses !
de: Ungültige Erweiterung! Kann nicht geladen werden !
es: Extensión no válida ! no se puede cargar !
fr: Extension invalide ! Ne peut être chargée !
fr_ca: Extension invalide ! ne peut pas être chargé !
it: Estensione non valida ! non può essere caricato !
ja: 無効な拡張子です!ロードできません !
nl: Ongeldige extensie! Kan niet worden opgeladen!
pl: Nieprawidłowe rozszerzenie! Nie można naładować!
pt: Extensão inválida! Não pode ser cobrado!
ro: Extensie nevalidă! Nu se poate percepe!
ru: Недействительное расширение! Не может быть предъявлено обвинение!
sv: Ogiltigt tillägg! Kan inte debiteras!

# CTRLWEBAUTHNSHOWPII
source: Show sensitive logs
da: Vis følsomme logfiler
de: Vertrauliche Protokolle anzeigen
es: Mostrar registros confidenciales
fr: Afficher les journaux sensibles
fr_ca: Afficher les journaux sensibles
it: Mostra registri sensibili
ja: 機密ログを表示する
nl: Gevoelige logboeken weergeven
pl: Pokazywalne dzienniki
pt: Mostrar registros sensíveis
ro: Afișare jurnale sensibile
ru: Показать конфиденциальные журналы
sv: Visa känsliga loggar
