Repository: kouh123/adfsmfa
Catalog: Neos.IdentityServer 3.0/Neos.IdentityServer.Console/Resources/Neos.IdentityServer.Console.Ctrls.*.resx
Languages: da, de, es, fr, fr_ca, it, ja, nl, pl, pt, ro, ru, sv

# CTRLSECNEWCERT
source: New certificate
da: Nyt certifikat
de: Neues Zertifikat
es: Nuevo certificado
fr: Nouveau certificat
fr_ca: Nouveau certificat
it: Nuovo certificato
ja: 新しい証明書
nl: Nieuw certificaat
pl: Nowy certyfikat
pt: Novo certificado
ro: Certificat nou
ru: Новый сертификат
sv: Nytt certifikat

# CTRLSECNEWCRYPTEDDATABASE
source: Create SQL crypted database
da: Oprette sql-krypteret database
de: Erstellen einer verschlüsselten SQL Datenbank
es: Crear una base de datos cifrada
fr: Créer une base de données cryptée
fr_ca: Créer une base de données cryptée SQL
it: Crea database SQL criptato
ja: SQL 暗号化データベースの作成
nl: Een versleutelde database maken
pl: Tworzenie zaszyfrowanej bazy danych
pt: Criar um banco de dados criptografado
ro: Crearea unei baze de date criptate
ru: Создание зашифрованной базы данных
sv: Skapa en krypterad databas

# CTRLSECNEWDATABASE
source: Create SQL Database
da: Opret SQL-database
de: Erstellen einer SQL Datenbank
es: Crear una base de datos
fr: Créer une base de données
fr_ca: Créer la base de données SQL
it: Crea database SQL
ja: SQL データベースの作成
nl: Een database maken
pl: Tworzenie bazy danych
pt: Criar um banco de dados
ro: Crearea unei baze de date
ru: Создание базы данных
sv: Skapa en databas

# CTRLSECPARAMS
source: Parameters
da: Parametre
de: Parameter
es: Configuración
fr: Paramètres
fr_ca: Paramètres
it: Parametri
ja: パラメーター
nl: Instellingen
pl: Ustawienia
pt: Configurações
ro: Setări
ru: Параметры
sv: Inställningar

# CTRLSECRSAGENERATE
source: Confirm the creation of a new certificate for MFA ? \rCaution: All existing keys will be invalidated !
da: Skal oprettelsen af et nyt certifikat til MFA bekræftes? \rForsigtig: Alle eksisterende nøgler bliver ugyldiggjort !
de: Ein neues Zertifikat für das MFA-System erzeugen ? \rAchtung: Alle vorhandenen Schlüssel werden ungültig !
es: Confirmar la creación de un nuevo certificado para MFA ? •rPrecaución: ¡Todas las claves existentes serán invalidadas!
fr: Confirmez la création d'un nouveau certificat pour MFA ? \rAttention : Toutes les clés existantes seront invalidées !
fr_ca: Confirmer la création d’un nouveau certificat pour MFA ? 'rCaution: Toutes les clés existantes seront invalidées !
it: Confermare la creazione di un nuovo certificato per l'autenticazione a più fattori ? -rCaution: Tutte le chiavi esistenti verranno invalidate!
ja: MFA の新しい証明書の作成を確認する ?\r注意: 既存のキーはすべて無効になります!
nl: Bevestig het maken van een nieuw certificaat voor MFA? Waarschuwing: alle bestaande sleutels worden ongeldig verklaard!
pl: Potwierdź utworzenie nowego certyfikatu dla usługi MFA? Ostrzeżenie: wszystkie istniejące klucze zostaną unieważnione!
pt: Confirmar a criação de um novo certificado para mfa? Aviso: Todas as chaves existentes serão invalidadas!
ro: Confirmați crearea unui nou certificat pentru MFA? Avertisment: toate cheile existente vor fi anulate!
ru: Подтвердить создание нового сертификата для МИД? Предупреждение: Все существующие ключи будут признаны недействительными!
sv: Vill du bekräfta skapandet av ett nytt certifikat för MFA? Varning: alla befintliga nycklar kommer att ogiltigförklaras!

# CTRLSECTHUMPRINT
source: Certificate thumbprint
da: Tommelfingeraftryk på certifikat
de: Zertifikats-Thumbprint
es: Sello del certificado
fr: Empreinte du certificat
fr_ca: Empreinte de pouce de certificat
it: Identificazione personale certificato
ja: 証明書の拇印
nl: Stempel van het certificaat
pl: Pieczęć świadectwa
pt: Selo do certificado
ro: Ștampila certificatului
ru: Штамп сертификата
sv: Intygets stämpel

# CTRLSECWARNING
source: Warning ! Changing these values will invalidate all current keys
da: Advarsel! Hvis du ændrer disse værdier, bliver alle aktuelle nøgler ugyldige
de: Warnung! Wenn diese Werte verändert werden, werden alle aktuellen Schlüssel ungültig.
es: ¡Advertencia! Cambiar estos valores invalidará todas las claves actuales
fr: Attention ! Changer ces valeurs invalidera toutes les clés actuelles
fr_ca: Avertissement! Changer ces valeurs invalidera toutes les clés actuelles
it: Attenzione ! La modifica di questi valori invaliderà tutte le chiavi correnti
ja: 警告！これらの値を変更すると、現在のすべてのキーが無効になります
nl: Aandacht! Als u deze waarden wijzigt, worden alle huidige sleutels ongeldig
pl: Uwagę! Zmiana tych wartości spowoduje unieważnienie wszystkich bieżących kluczy
pt: Atenção! Alterar esses valores invalidará todas as chaves atuais
ro: Atenţia! Modificarea acestor valori va anula toate cheile curente
ru: Внимание! Изменение этих значений приведет к аннулированию всех текущих ключей
sv: Uppmärksamhet! Om du ändrar dessa värden kommer alla aktuella nycklar att ogiltigförklaras

# CTRLSECWIZARD
source: Registration wizard options
da: Indstillinger for guiden Registrering
de: Einstellungen für den Registrierungsassistenten
es: Opciones de asistente de check-in
fr: Options assistant d'enregistrement
fr_ca: Options d’assistant d’enregistrement
it: Opzioni procedura guidata registrazione
ja: 登録ウィザードのオプション
nl: Opties voor check-in Assistant
pl: Opcje asystenta zameldowania
pt: Opções de assistente de check-in
ro: Opțiuni asistent Check-in
ru: Параметры заоформленина на участие в выборах
sv: Alternativ för inchecknings assistenten

# CTRLSECWIZTITLE
source: Create a new SQL database
da: Oprette en ny SQL-database
de: Erstellen einer neuen SQL Datenbank
es: Crear una nueva base de datos
fr: Créer une nouvelle base de données
fr_ca: Créer une nouvelle base de données SQL
it: Crea un nuovo database SQL
ja: 新しい SQL データベースを作成する
nl: Een nieuwe database maken
pl: Tworzenie nowej bazy danych
pt: Criar um novo banco de dados
ro: Crearea unei baze de date noi
ru: Создание новой базы данных
sv: Skapa en ny databas

# CTRLSECXORLABEL
source: Passphrase
da: Adgangsudtryk
es: Frase secreta
fr: Phrase secrète
fr_ca: Phrase
it: Frase d'accesso
ja: パスフレーズ
nl: Geheime zin
pl: Sekretne zdanie
pt: Frase secreta
ro: Fraza secretă
ru: Секретная фраза
sv: Hemlig fras

# CTRLSMSASSEMBLY
source: Implementation (full class)
da: Implementering (fuld klasse)
de: Implementierung (voll-qualifizierter Klassenname)
es: Clase completa
fr: Implémentation (full class)
fr_ca: Mise en œuvre (classe complète)
it: Implementazione (classe completa)
ja: 実装 (フルクラス)
nl: Volledige klasse
pl: Pełna Klasa
pt: Classe completa
ro: Clasă completă
ru: Полный класс
sv: Full klass

# CTRLSMSASYNCCALL
source: Asynchronous calls
da: Asynkrone opkald
de: Asynchrone Aufrufe
es: Llamadas asincrónicas
fr: Appels Asynchrones
fr_ca: Appels asynchrones
it: Chiamate asincrone
ja: 非同期呼び出し
nl: Asynchrone aanroepen
pl: Wywołania asynchroniczne
pt: Chamadas assíncronas
ro: Apeluri asincrone
ru: Асинхронные вызовы
sv: Asynkrona anrop

# CTRLSMSCOMPANY
source: Company Name
da: Firmanavn
de: Firmenname
es: Nombre de la empresa
fr: Nom de la socièté
fr_ca: Nom de l’entreprise
it: Nome azienda
ja: 会社名
nl: Bedrijfsnaam
pl: Nazwa firmy
pt: Nome da empresa
ro: Numele firmei
ru: Название компании
sv: Företagsnamn

# CTRLSMSIVALIDEXTERROR
source: Invalid Extension ! cannot be loaded !
da: Ugyldig udvidelse ! kan ikke indlæses !
de: Ungültige Erweiterung! Kann nicht geladen werden
es: Extensión no válida ! no se puede cargar !
fr: Extension invalide ! Ne peut être chargée !
fr_ca: Extension invalide ! ne peut pas être chargé !
it: Estensione non valida ! non può essere caricato !
ja: 無効な拡張子です!ロードできません !
nl: Ongeldige extensie! Kan niet worden opgeladen!
pl: Nieprawidłowe rozszerzenie! Nie można naładować!
pt: Extensão inválida! Não pode ser cobrado!
ro: Extensie nevalidă! Nu se poate percepe!
ru: Недействительное расширение! Не может быть предъявлено обвинение!
sv: Ogiltigt tillägg! Kan inte debiteras!

# CTRLSMSPARAMS
source: Parameters
da: Parametre
de: Parameter
es: Configuración
fr: Paramètres
fr_ca: Paramètres
it: Parametri
ja: パラメーター
nl: Instellingen
pl: Ustawienia
pt: Configurações
ro: Setări
ru: Параметры
sv: Inställningar

# CTRLSMSSHA1
source: SHA1 salt
es: Suplemento SHA1
fr: Complément SHA1
fr_ca: Sha1 sel
it: Salt SHA1
ja: SHA1暗号
nl: SHA1 supplement
pl: Suplement SHA1
pt: Suplemento SHA1
ro: Supliment SHA1
ru: Дополнение SHA1
sv: SHA1-tillägg

# CTRLSMSTIMEOUT
source: Time Out
es: Tiempo de espera
fr_ca: Temps d’insétment
it: Tempo scaduto
ja: タイムアウト
pl: Limit czasu
pt: Tempo fora
ro: Timp out
ru: Тайм-аут

# CTRLSMTPACCOUNT
source: Connection account
da: Forbindelseskonto
de: SMTP Konto
es: Cuenta de conexión
fr: Compte de connexion
fr_ca: Compte de connexion
it: Account per la connessione
ja: 接続アカウント
nl: Verbindings account
pl: Konto połączenia
pt: Conta de conexão
ro: Cont de conexiune
ru: Учетная запись подключения
sv: Anslutningskonto

# CTRLSMTPANONYMOUS
source: Anonymous
da: Anonym
de: Anonym
es: Anónimo
fr: Anonyme
fr_ca: Anonyme
it: Anonimo
ja: 匿名
nl: Anonieme
pl: Anonimowy
pt: Anônimo
ro: Anonim
ru: Анонимные
sv: Anonym

# CTRLSMTPCOMPANY
source: Company Name
da: Firmanavn
de: Firmenname
es: Nombre de la empresa
fr: Nom de la socièté
fr_ca: Nom de l’entreprise
it: Nome azienda
ja: 会社名
nl: Bedrijfsnaam
pl: Nazwa firmy
pt: Nome da empresa
ro: Numele firmei
ru: Название компании
sv: Företagsnamn

# CTRLSMTPDELIVERYNOTIFICATIONS
source: Delivery Notifications (errors)
da: Meddelelser om levering (fejl)
de: Übermittlungsbenachrichtigungen im Fehlerfall
es: Notificaciones de entrega (errores)
fr: Notifications de livraison (erreurs)
fr_ca: Notifications de livraison (erreurs)
it: Notifiche recapito (errori)
ja: 配信通知 (エラー)
nl: Bezorgings meldingen (fouten)
pl: Powiadomienia o dostawie (błędy)
pt: Notificações de entrega (erros)
ro: Notificări de livrare (erori)
ru: Уведомления о доставке (ошибки)
sv: Leveransmeddelanden (fel)

# CTRLSMTPFROM
source: Administrative contact (from)
da: Administrativ kontakt (fra)
de: Administrativer Kontakt (From)
es: Contacto administrativo (desde)
fr: Contact administratif (from)
fr_ca: Contact administratif (de)
it: Contatto amministrativo (Da)
ja: 管理上の連絡先 (送信元)
nl: Administratief contact (van)
pl: Kontakt administracyjny (od)
pt: Contato administrativo (de)
ro: Contact administrativ (de la)
ru: Административный контакт (от)
sv: Administrativ kontakt (från)

# CTRLSMTPIDENTIFICATION
source: Identification
da: Identifikation
de: Identifikation
es: Identificación
it: Identificazione
ja: 識別
nl: Identificatie
pl: Identyfikacji
pt: Identificação
ro: Identificare
ru: Идентификации
sv: Identifiering

# CTRLSMTPMAILERROR
source: Invalid email format !
da: Ugyldigt e-mail-format !
de: Ungültiges E-Mail-Format
es: Formato de correo electrónico no válido !
fr: Format d'email invalide !
fr_ca: Format e-mail invalide !
it: Formato di posta elettronica non valido !
ja: 電子メール形式が無効です!
nl: Ongeldig e-mail formaat!
pl: Nieprawidłowy format wiadomości e-mail!
pt: Formato de e-mail inválido!
ro: Format de e-mail nevalid!
ru: Недействительный формат электронной почты!
sv: Ogiltigt e-postformat!

# CTRLSMTPMESSAGEOK
source: Test message sent to
da: Testmeddelelse, der er sendt til
de: Testnachricht versandt an
es: Mensaje de prueba enviado a
fr: Message de test envoyé à
fr_ca: Message de test envoyé à
it: Messaggio di prova inviato a
ja: テスト メッセージの送信先
nl: Test bericht verzonden naar
pl: Wiadomość testowa wysłana do
pt: Mensagem de teste enviada para
ro: Mesaj de test trimis la
ru: Тестовое сообщение отправлено
sv: Test meddelande som skickas till

# CTRLSMTPPASSWORD
source: Password
da: Adgangskode
de: Passwort
es: Contraseña
fr: Mot de passe
fr_ca: mot de passe
ja: パスワード
nl: Wachtwoord
pl: Hasło
pt: Senha
ro: Parola
ru: Пароль
sv: Lösenord

# CTRLSMTPPORT
source: Port
es: Puerto
it: Porta
ja: ポート
nl: Poort
pl: Portu
pt: Porta
ru: Порт

# CTRLSMTPPORTERROR
source: Invalid port number !
da: Ugyldigt portnummer !
de: Ungültige Portnummer!
es: Número de puerto no válido !
fr: Port invalide !
fr_ca: Numéro de port invalide !
it: Numero di porta non valido!
ja: 無効なポート番号 !
nl: Poort ongeldig!
pl: Nieprawidłowy port!
pt: Porto inválido!
ro: Port invalid!
ru: Порт недействителен!
sv: Porten ogiltig!

# CTRLSMTPSERVER
source: Mail server
es: Servidor de correo electrónico
fr: Serveur de messagerie
fr_ca: Serveur de messagerie
it: Server di posta elettronica
ja: メールサーバー
nl: E-mail server
pl: Serwer poczty e-mail
pt: Servidor de e-mail
ro: Server de e-mail
ru: Сервер электронной почты
sv: E-postserver

# CTRLSMTPSERVERADDRESS
source: Server Address
da: Serveradresse
de: Serveradresse
es: Dirección del servidor
fr: Adresse du Serveur
fr_ca: Adresse du serveur
it: Indirizzo server
ja: サーバー アドレス
nl: Server adres
pl: Adres serwera
pt: Endereço do servidor
ro: Adresă server
ru: Адрес сервера
sv: Server adress

# CTRLSMTPTEST
source: Test
de: Testen
es: para probar
fr: Tester
it: Prova connessione
ja: テスト
nl: Testen
pl: Aby przetestować
pt: para testar
ro: pentru a testa
ru: для тестирования
sv: för att testa

# CTRLSQLCONNECTERROR
source: Unable to connect to MFA SQL Database !
da: Der kan ikke oprettes forbindelse til MFA SQL-databasen!
de: Es kann keine Verbindung mit der MFA SQL-Datenbank hergestellt werden
es: No se puede conectar a MFA SQL Database !
fr: Impossible de se connecter à la base de données SQL MFA!
fr_ca: Impossible de se connecter à MFA SQL Database !
it: Impossibile connettersi al database SQL MFA !
ja: MFA SQL データベースに接続できません 。
nl: Kan geen verbinding maken met de SQL MFA-database!
pl: Nie można nawiązać połączenia z bazą danych SQL MFA!
pt: Não pode se conectar ao banco de dados SQL MFA!
ro: Imposibil de conectat la baza de date SQL MFA!
ru: Не успокоимся к базе данных S'L MFA!
sv: Det går inte att ansluta till SQL MFA-databasen!

# CTRLSQLCONNECTOK
source: Connection on MFA SQL Database operational !
da: Forbindelse på MFA SQL Database er operativ !
de: Verbindung mit der MFA SQL-Datenbank erfolgreich!
es: Conexión en MFA SQL Database operativo !
fr: Connexion sur la base de données SQL opérationnelle !
fr_ca: Connexion sur MFA SQL Database opérationnelle !
it: Connessione nel database SQL MFA operativo !
ja: MFA SQL データベースの接続が動作しています!
nl: Maak verbinding met de operationele SQL-database!
pl: Połącz się z operacyjną bazą danych SQL!
pt: Conecte-se ao banco de dados operacional SQL!
ro: Conectați-vă la baza de date SQL operațională!
ru: Подключитесь к оперативной базе данных S'L!
sv: Anslut till den operativa SQL-databasen!

# CTRLSQLCONNECTSTR
source: Connection string
da: Forbindelsesstreng
es: Cadena de conexión
fr: Chaine de connexion
fr_ca: Chaîne de connexion
it: Stringa di connessione
ja: 接続文字列
nl: Verbindings keten
pl: Łańcuch połączeniowy
pt: Cadeia de conexão
ro: Lanț de conectare
ru: Цепь соединения
sv: Anslutnings kedja

# CTRLSQLCONNECTSTRERROR
source: Invalid SQL Connection String !
da: Ugyldig SQL-forbindelsesstreng !
de: Ungültiger SQL-Connection String
es: Cadena de conexión SQL no válida !
fr: Chaîne de connexion SQL non valide !
fr_ca: Chaîne de connexion SQL invalide !
it: Stringa di connessione SQL non valida !
ja: 無効な SQL 接続文字列 !
nl: Ongeldige SQL-verbindings keten!
pl: Nieprawidłowy łańcuch połączeń SQL!
pt: Cadeia de conexão SQL inválida!
ro: Lanț de conexiune SQL nevalid!
ru: Недействительная цепочка подключения S'L!
sv: Ogiltig SQL-anslutningskedja!

# CTRLSQLCREATECRYPTEDDB
source: Create MFA Encrypted Database
da: Opret MFA-krypteret database
de: Erstellen einer verschlüsselten MFA-Datenbank
es: Crear una base de datos MFA cifrada
fr: Créer une base de données MFA cryptée
fr_ca: Créer une base de données cryptée de l’AMF
it: Crea database criptato per l'autenticazione a più fattori
ja: MFA 暗号化データベースの作成
nl: Een versleutelde MFA-database maken
pl: Tworzenie zaszyfrowanej bazy danych MFA
pt: Criar um banco de dados de MFA criptografado
ro: Crearea unei baze de date MFA criptate
ru: Создание зашифрованной базы данных МИД
sv: Skapa en krypterad MFA-databas

# CTRLSQLCREATEDB
source: Create MFA Database
da: Opret MFA-database
de: Erstellen einer MFA-Datenbank
es: Crear una base de datos MFA
fr: Créer une base de données MFA
fr_ca: Créer une base de données de l’AMF
it: Crea database per l'autenticazione a più fattori
ja: MFA データベースの作成
nl: Een MFA-database maken
pl: Tworzenie bazy danych MFA
pt: Criar um banco de dados mfa
ro: Crearea unei baze de date MFA
ru: Создание базы данных МИД
sv: Skapa en MFA-databas

# CTRLSQLCRYPTUSING
source: Use Always Encrypted feature (SQL Server 2016 +)
da: Brug altid krypteret funktion (SQL Server 2016 +)
de: Verwenden des "Always Encrypted" Features (SQL Server 2016 +)
es: Usar la característica "Siempre cifrado" (SQL Server 2016)
fr: Utiliser la fonctionnalité "Always Encrypted" (SQL Server 2016 +)
fr_ca: Utiliser la fonction Toujours cryptée (SQL Server 2016)
it: Usa la funzionalità Always Encrypted (SQL Server 2016 o versione successiva)
ja: 常に暗号化された機能を使用する (SQL Server 2016 +)
nl: Gebruik de functie ' altijd versleuteld ' (SQL Server 2016)
pl: Użyj funkcji "zawsze zaszyfrowane" (SQL Server 2016)
pt: Use o recurso "Sempre Criptografado" (SQL Server 2016)
ro: Utilizați caracteristica "întotdeauna criptate" (SQL Server 2016)
ru: Используйте функцию "Всегда зашифрованный" (S'L Server 2016)
sv: Använd funktionen "alltid krypterad" (SQL Server 2016)

# CTRLSQLENCRYPTNAME
source: Name of the encryption key
da: Navnet på krypteringsnøglen
de: Name des SQL-Verschlüsselungskeys
es: Nombre de la clave SQL
fr: Nom de la clé SQL
fr_ca: Nom de la clé de chiffrement
it: Nome della chiave di criptazione
ja: 暗号化キーの名前
nl: Naam van de SQL-sleutel
pl: Nazwa klucza SQL
pt: Nome da chave SQL
ro: Numele cheii SQL
ru: Имя ключа СЗЛ
sv: Namnet på SQL-nyckeln

# CTRLSQLINVALIDCERTERROR
source: Invalid certificate {0}
da: Ugyldig {0}
de: Ungültiges Zertifikat {0}
es: Certificado no válido {0}
fr: Certificat {0} invalide
fr_ca: Certificat invalide {0}
it: Certificato {0} non valido
ja: 無効な証明書{0}
nl: Ongeldig certificaat {0}
pl: Nieprawidłowy certyfikat {0}
pt: Certificado inválido {0}
ro: Certificat nevalid {0}
ru: Недействительный сертификат {0}
sv: Ogiltigt certifikat {0}

# CTRLSQLMAXROWSERROR
source: {0} is not valid ! must be between 1000 and 1000000
da: {0} er ikke gyldig! skal være mellem 1000 og 1000000
de: {0} ist ungültig ! Der Wert muss zwischen 1000 und 1000000 liegen
es: {0} ¡No es válido! el valor debe estar entre 1000 y 1000.000
fr: {0} n'est pas valide! la valeur doit être entre comprise entre 1000 et 1000000
fr_ca: {0} n’est pas valable ! doit être entre 1000 et 10000000
it: {0} non è valido ! deve essere compreso tra 1000 e 1000000
ja: {0}が無効です!1000 から 1000000 の間でなければなりません
nl: {0} Het is niet geldig! de waarde moet liggen tussen 1000 en 1.000.000
pl: {0} To nie jest ważne! wartość musi wynosić od 1000 do 1 000 000
pt: {0} Não é válido! o valor deve estar entre 1000 e 1000.000
ro: {0} Nu e valabilă! Valoarea trebuie să fie cuprinsă între 1000 și 1.000.000
ru: {0} Это не действительно! значение должно быть от 1000 до 1000 000
sv: {0} Det är inte giltigt! värdet måste vara mellan 1000 och 1 000 000

# CTRLSQLREUSECERT
source: Reuse Certificate
da: Genbrug certifikat
de: Wiederverwenden des Zertifikats
es: Reutilizar el certificado
fr: Réutiliser le Certificat
fr_ca: Certificat de réutilisation
it: Riusa certificato
ja: 証明書の再利用
nl: Het certificaat opnieuw gebruiken
pl: Ponowne użycie certyfikatu
pt: Reutilizar o Certificado
ro: Refolosire certificat
ru: Повторное использование сертификата
sv: Återanvända certifikatet

# CTRLSQLTEST
source: Test
de: Testen
es: para probar
fr: Tester
it: Prova connessione
ja: テスト
nl: Testen
pl: Aby przetestować
pt: para testar
ro: pentru a testa
ru: для тестирования
sv: för att testa

# CTRLSQLTHUMBPRINT
source: Certificate thumprint
da: Thumprint af certifikat
de: Zertifikats-Thumbprint
es: Impresión del certificado
fr: Empreinte de certificat
fr_ca: Certificat thumprint
it: Identificazione personale certificato
ja: 証明書の拇印
nl: Certificaat afdrukken
pl: Wydruk certyfikatu
pt: Impressão do certificado
ro: Imprimarea certificatului
ru: Печать сертификата
sv: Certifikat utskrift

# CTRLSQLUSING
source: Use SQL Server configuration
da: Bruge SQL Server-konfiguration
de: Verwenden der SQL Server-Konfiguration
es: Use la configuración de SQL Server
fr: Utiliser la configuration SQL Server
fr_ca: Utilisez la configuration SQL Server
it: Usa configurazione SQL Server
ja: SQL サーバー構成を使用する
nl: De SQL Server-configuratie gebruiken
pl: Użyj konfiguracji programu SQL Server
pt: Use a configuração do servidor SQL
ro: Utilizați configurația SQL Server
ru: Используйте конфигурацию сервера S'L
sv: Använda SQL Server-konfigurationen

# CTRLWEBAUTHNTIMEOUT
source: Timeout (ms)
fr_ca: Temps mort (ms)
ja: タイムアウト (ミリ秒)
pl: Limit czasu (ms)
ro: Expirare (ms)
ru: Тайм-аут (ms)

# CTRLWEBAUTHNDRIFTTOLERANCE
source: Timestamp Drift Tolerance
da: Tidsstempeldrifttolerance
de: Zeitstempel Drift-Toleranz
es: Tolerancia a la deriva de marca de tiempo
fr: Tolérance de décalage de temps
fr_ca: Tolérance à la dérive De Timestamp
it: Tolleranza alla deriva timestamp
ja: タイムスタンプドリフト許容値
nl: Tijdstempel drift tolerantie
pl: Tolerancja dryfu znacznika czasowego
pt: Tolerância à deriva timestamp
ro: Toleranța la Drift timestamp
ru: Толерантность к дрейфу timestamp
sv: Tidstämpel drift tolerans

# CTRLWEBAUTHNSERVERDOMAIN
source: Server Domain
da: Serverdomæne
de: Serverdomäne
es: Dominio del servidor
fr: Domaine Serveur
fr_ca: Domaine serveur
it: Dominio server
ja: サーバードメイン
nl: Server-domein
pl: Domena serweryserver Domain
pt: Domínio do servidor
ro: Domeniu server
ru: Домен сервера
sv: Server-domän

# CTRLWEBAUTHNSERVERNAME
source: Server Name
da: Servernavn
es: Nombre del servidor
fr: Nom du serveur
fr_ca: Nom du serveur
it: Nome server
ja: サーバー名
nl: Server naam
pl: Nazwa serwera
pt: Nome do servidor
ro: Nume Server
ru: Имя сервера
sv: Server namn

# CTRLWEBAUTHNSERVERURL
source: Server Url
da: Url-adresse til server
es: Dirección URL del servidor
fr: Url Serveur
fr_ca: Url serveur
ja: サーバー URL
pl: Adres URL serwera
pt: Url do servidor
ro: URL server
ru: Сервер Урл
sv: Serverns URL

# CTRLWEBAUTHNCHALLENGE
source: Challenge Size
da: Udfordringsstørrelse
de: Challenge-Größe
es: Tamaño del desafío
fr: Taille du challenge
fr_ca: Taille du défi
it: Dimensione sfida
ja: チャレンジサイズ
pl: Rozmiar wyzwania
pt: Tamanho do desafio
ro: Dimensiune provocare
ru: Размер вызова
sv: Utmanings storlek

# CTRLCANCEL
source: Cancel
da: Annullere
de: Abbrechen
es: Cancelar
fr: Annuler
fr_ca: Annuler
it: Annulla
ja: キャンセル
nl: Annuleren
pl: Anuluj
pt: Cancelar
ro: Anula
ru: отменить
sv: Avbryta
